{
    "games": [
        {
            "path": "./Alex Kidd in Shinobi World (USA, Europe, Brazil).sms",
            "desc": "After ten thousand years, the once banished Dark Ninja returns to make another attempt to take over the Miracle World. Someone's definitely got to stop him! Guess who dares to meet the challenge? You! You're Alex Kidd, the prince who knows no fear.\n\nA lovely girl has been kidnapped and her life is at risk! And she's your girlfriend from the planet Shinobi! By holding her hostage, the Dark Ninja plans to realize his fiendish scheme. She must be saved before it's too late!\n\nYou need more than courage to be successful. Transform into a fireball and burn up enemies that come at you. Jump up and across towering walls with your amazing wall-climbing skills. Turn into a tornado and twist your way out. And when you encounter the Dark Ninja, think only of winning. Otherwise you'll lose your girl and, worse yet, the Miracle World will be doomed forever!",
            "releasedate": "19900801T000000",
            "developer": "Sega R&D2",
            "publisher": "Sega Europe",
            "genre": "Action, Platform",
            "players": "1",
            "lang": "br,en"
        },
        {
            "path": "./Asterix (Europe, Brazil).sms",
            "desc": "The Romans, who fail to conquer one final Gaul village, kidnap Getafix, the druid brewing the magic potion that gives all the inhabitants supernatural strength. Vitalstatistix, the village chief, orders Asterix and Obelix to find him, keep him out of Caesar's hands and bring him back at any cost.\n\nAside from the traditional moves, there are special potions that melt ice, create makeshift bridges or blow up blocks. The game contains many familiar characters and scenery from the comic books.",
            "releasedate": "19910101T000000",
            "developer": "Sega",
            "publisher": "Sega",
            "genre": "Action",
            "players": "1",
            "lang": "br"
        },
        {
            "path": "./Deep Duck Trouble Starring Donald Duck (Europe, Brazil).sms",
            "desc": "Uncle Scrooge found a magical necklace on a mysterious island, but the necklace put a curse on him. Now Uncle Scrooge is doomed to float around in the air forever! (Of course Donald always said Scrooge was full of hot air anyway!) To take the curse off Uncle Scrooge, Donald has to take the necklace back to the island. But there's plenty of danger awaiting Donald there. How about lending him a hand?",
            "releasedate": "19940101T000000",
            "developer": "Aspect Co. Ltd.",
            "publisher": "Sega",
            "genre": "Platform",
            "players": "1",
            "lang": "br"
        },
        {
            "path": "./Desert Speedtrap Starring Road Runner and Wile E Coyote (Europe, Brazil).sms",
            "desc": "This is a platform game starring Looney Tunes famous Road Runner(who you control) and nemesis Wile E. Coyote. Road Runner can jump, eat birdseed to replenish life and run, of course! Holding the D-pad down speeds him up. The clock is ticking and if you run out of time a try is lost, collecting stars adds time to the clock\n\nThere are various items/powerups and bonus areas\n\n3 difficulty settings, choice to play with or without music and/or sound effects and an option to play the game music while not in game",
            "releasedate": "19940516T000000",
            "developer": "Probe Entertainment",
            "publisher": "Sega",
            "genre": "Adventure",
            "players": "1",
            "lang": "br"
        },
        {
            "path": "./Fire & Ice.sms",
            "desc": "The background story of Fire & Ice is quick to tell: A coyote (you) runs, throwing ice cubes, through various worlds. In the levels you must jump on platforms and kill your enemies. The enemies (for example, birds and penguins) can be shot with your ice cubes; they become frozen, so you smash them. Sometimes they leave part of a key behind after they're destroyed. The complete key, assembled from all the pieces, opens the door to the next world.\n\nReleased in South America",
            "releasedate": "19930101T000000",
            "developer": "Graftgold Ltd.",
            "publisher": "Tec Toy Indústria de Brinquedos S.A.",
            "genre": "Action, Platform",
            "players": "1",
            "lang": "en"
        },
        {
            "path": "./Golden Axe Warrior (USA, Europe, Brazil).sms",
            "desc": "Golden Axe Warrior is a 1991 Master System action-adventure video game developed by Sega CS and released by Sega of America in the USA on April 1, 1991.\n\nWorld peace is at stake! Death Adder, a wicked giant, has stolen the nine crystals from the kingdom of Firewood and has hidden them in nine labyrinths that he has created. These nine magic crystals protected the people from evil – especially from Death Adder's grasp. But now that the crystals are lost, the world is defenseless!\n\nSomeone must put an end to the fiend's realm of darkness, death and destruction! Do you have what it takes to bring back peace and happiness? Trek through deep, dark forests and sail across vast, stormy seas. Chop down trees with your Battle Axe and move rocks with your magic spells to find secret caves. When you take on Death Adder's gruesome monsters, think only of winning – or else you won't find the nine crystals. And when you do, you'll find the Golden Axe – the only weapon that can crush Death Adder!",
            "releasedate": "19910401T000000",
            "developer": "Sega CS R&D 2",
            "publisher": "Sega of America, Inc.",
            "genre": "Action, Adventure",
            "players": "1",
            "lang": "br,en"
        },
        {
            "path": "./Land of Illusion Starring Mickey Mouse (Europe, Brazil).sms",
            "desc": "Journey with Mickey Mouse through spooky castle ruins, dark caverns, an enchanted forest and a toy shop gone crazy! Use your wits and Mickey's magic to evade challenging traps, explore secret passages, and restore peace and happiness to the Land of Illusion!",
            "releasedate": "19920925T000000",
            "developer": "Sega",
            "publisher": "Sega",
            "genre": "Platform",
            "players": "1",
            "lang": "br"
        },
        {
            "path": "./Lion King, The (Europe, Brazil).sms",
            "desc": "Based on the blockbuster animated feature film, Disney's The Lion King brings to life the majesty and mystery of Africa through the tale of Simba, a lion cub. Using animators from the Disney studios and music from the movie soundtrack the video game takes you to Pride Rock.\n\nFight your way through 10 levels as Simba to the ultimate battle with the evil Uncle Scar. Tackle heinous hyenas in the elephants’ graveyard, avoid the wildebeests’ hooves in the side-scrolling version of the movie's stampede scene. Play the bonus levels as Simbas friends in exile, Pumbaa the warthog and Timon the meerkat.\n\nThe partnership of Disney Software and Virgin Interactive Entertainment combine with Sega to make this game the new standard in animation and interactive entertainment.",
            "releasedate": "19940101T000000",
            "developer": "Westwood Studios, Inc.",
            "publisher": "Virgin Interactive Entertainment, Inc.",
            "genre": "Adventure, Platform",
            "players": "1",
            "lang": "br"
        },
        {
            "path": "./Lucky Dime Caper Starring Donald Duck, The (Europe, Brazil).sms",
            "desc": "Evil Magica De Spell has stolen the Lucky Dimes and has captured Huey, Dewey and Louie! Trek through six treacherous lands with Donald to save his nephews and retrieve the Lucky Dimes!",
            "releasedate": "19911220T000000",
            "developer": "Sega",
            "publisher": "Sega",
            "genre": "Platform",
            "players": "1",
            "lang": "en"
        },
        {
            "path": "./Ninja Gaiden (Europe, Brazil).sms",
            "desc": "The Dragon Ninja village has been massacred! The powerful scroll of the Bushido has been stolen! You are Ryu Hayabusa, last of the Dragon Ninjas, and you must find the Bushido before it can be used to unleash evil across the Earth!",
            "releasedate": "19920101T000000",
            "developer": "SIMS Co., Ltd.",
            "publisher": "Sega",
            "genre": "Action, Platform",
            "players": "1",
            "lang": "br"
        },
        {
            "path": "./Phantasy Star (USA, Europe).sms",
            "desc": "Phantasy Star is a 1988 Master System role-playing video game developed by Sega R&D2 and released by Sega of America in the USA on November 1, 1988.\n\nThe time: Space Century 3240. The place: The Algol Star System. It began when King Lassic turned evil and let hordes of hideous, magical creatures run amok on the three planets. When her brother was killed, Alis vowed to avenge his death and put an end to Lassic forever.\n\nJoin her in a journey across time and space to worlds where creatures speak...where magic and science combine to take you on the ultimate video quest.\n\nPhantasy Star is total adventure role playing with towns full of people and shops...16 level dungeons full of traps and treasure...three companions who will help you if you find them and some of the most awesome graphics ever put in a video game.",
            "releasedate": "19881101T000000",
            "developer": "Sega R&D2",
            "publisher": "Sega of America, Inc.",
            "genre": "Role-Playing",
            "players": "1",
            "lang": "en"
        },
        {
            "path": "./Psycho Fox (USA, Europe, Brazil).sms",
            "desc": "Psycho Fox is a 1989 Master System side-scrolling platformer video game developed by VIC Tokai (co-developed by Aicom) and released by Sega of America in the USA on June 1, 1989.\n\nPsycho Fox must get to the right hand side of the level. However, there are many enemies in the way. He can use a Shinto stick to change into characters/animals like a hippopotamus, a monkey or a tiger, each of which has its own special ability. The hippopotamus is slow and cannot jump very high, but can punch through special destructible blocks in the game world. The monkey can jump higher than the other creatures and the tiger can run faster. Psycho also has an ally named Birdfly, who can be used as armor or as a boomerang. If Psycho is hit while carrying Birdfly, Birdfly goes away and the player does not lose a life.",
            "releasedate": "19890601T000000",
            "developer": "Aicom, Vic Tokai",
            "publisher": "Sega of America, Inc.",
            "genre": "Platform",
            "players": "1",
            "lang": "br,en"
        },
        {
            "path": "./Sonic The Hedgehog (USA, Europe, Brazil).sms",
            "desc": "Sonic the Hedgehog is a 1991 Master System side-scrolling platformer video game developed by Ancient and released by Sega of America in the USA on October 25, 1991.\n\nBust the video game speed barrier wide open with Sonic The Hedgehog. Blaze by in a blur using the Super Sonic Spin Attack. Plummet down tunnels and spin through space. Bounce around 'til you're dizzy in a pinball machine. You've never seen anything like it!",
            "releasedate": "19911025T000000",
            "developer": "Ancient",
            "publisher": "Sega of America, Inc.",
            "genre": "Platform",
            "players": "1",
            "lang": "br,en"
        },
        {
            "path": "./Wonder Boy III - The Dragon's Trap (USA, Europe).sms",
            "desc": "Wonder Boy III: The Dragon's Trap is a 1989 Master System side-scrolling action-adventure platformer video game developed by Westone and released by Sega of America in the USA on September 1, 1989.\n\nGet ready for the third Wonder Boy adventure! To save Monster Land from the evil Meka Dragon, you've entered his castle and are about to go into battle. If you defeat the dragon, a terrible surprise awaits you...a curse! You'll turn into a lizard-man, and more. The only way you can return to human form is to find the Salamander Cross, a magical item with the power to remove curses.\n\nBut where is it hidden? Finding it is an adventure that will take you across strange lands, against strange creatures, into battles where you never know what strange shape you'll turn into! Hawk-man, Lion-man and more! You'll be able to buy armor, weapons and use magic items! Hidden rooms hold even greater surprises!\n\nCan you beat the dragon's bosses and recover the Salamander Cross? When you look at the shape you're in, it's your only hope!",
            "releasedate": "19890901T000000",
            "developer": "Westone Co., Ltd.",
            "publisher": "Sega of America, Inc.",
            "genre": "Action, Adventure, Platform",
            "players": "1",
            "lang": "en"
        }
    ]
}
