{
    "games": [
        {
            "path": "./Addams Family, The (USA).sfc",
            "desc": "Creepy, Kooky, Ooky, Spooky.\n\nTHE ADDAMS FAMILY has been evicted! To save their home from Tully Alford, the family attorney, who is after the family fortune - Morticia, Lurch, Granny, Pugsley and Wednesday have gone to the house to reason with him. But when Gomez arrives, his family is missing! As Gomez, you must save your loved ones, your home and your loads of wealth. You'll have to watch out for scary obstacles like falling spikes, frightening monsters and ghosts, and you'll need to look for clues as you search for your family. Get a move on... 'cause you're gonna make a call on THE ADDAMS FAMILY!",
            "releasedate": "19920301T000000",
            "developer": "Enigma Variations Ltd., Ocean Software Ltd.",
            "publisher": "Ocean Software Ltd.",
            "genre": "Platform",
            "players": "1",
            "lang": "en"
        },
        {
            "path": "./Aero the Acro-Bat 2 (USA).sfc",
            "desc": "In the sequel to Aero the Acro-Bat you have to defeat evil industrialist Edgar Ektor once again. He is back and again with bad ideas, so you - in the role of Aero - have to find and destroy him before he carries out his diabolical \"Plan B\". Like in the last installment, you have to jump, escape lethal obstacles and progress in time. This game features more moves for Aero, more mechanisms to use and more items to collect.",
            "releasedate": "19940401T000000",
            "developer": "Iguana Entertainment",
            "publisher": "SUNSOFT",
            "genre": "Platform",
            "players": "1",
            "lang": "en"
        },
        {
            "path": "./Aladdin (USA).sfc",
            "desc": "Discover a Whole New World of Adventure... For years, Jafar, the Sultan's evil advisor has sought a magic treasure - a single lamp that holds the key to the greatest power in the world. With this goal in sight, Jafar learns that only one person in the world can claim the magic lamp from the dreaded Cave of Wonders - one whose rags hide a heart that is pure - a diamond in the rough! Join Aladdin and his pet monkey Abu, as they race through the marketplace toward their date with destiny. Watch as Jafar tricks our hero and his friend into retrieving the lamp from the dangerous Cave of Wonders. But Aladdin and Abu outwit Jafar, releasing the power of a wacky blue Genie! Now Aladdin will have the chance to spoil Jafar's devious plans and win the hand of the beautiful princess Jasmine. But it will take more than magic to make his wishes come true...",
            "releasedate": "19931123T000000",
            "developer": "Capcom",
            "publisher": "Capcom",
            "genre": "Action",
            "players": "1",
            "lang": "en"
        },
        {
            "path": "./A Plumber For All Seasons.sfc",
            "desc": "A Plumber For All Seasons is a hack I've worked on for a long time. Each world represents a different season — there's a Spring world, a Summer world, a Fall world, and a Winter world. (And some more!) Almost all the graphics are custom and hand-made.",
            "releasedate": "20211211T000000",
            "developer": "wye",
            "publisher": "Romhacking",
            "genre": "Platform, Unofficial",
            "players": "1",
            "lang": "en"
        },
        {
            "path": "./Classic Kong (Shiru).smc",
            "desc": "We are proud announce the release of Classic Kong, a faithful recreation of a classic title for the SNES. Yes, an actual new SNES ROM. It’s free of copy-protection and free of charge, and we’ve even released the source code for you hobbyist types. Special thanks to Shiru for his hard work as lead developer.\n\nUpdate: Second release! Because of the great response and requests for more content we’ve now added the pie factory level plus some more extras.",
            "releasedate": "20120918T000000",
            "developer": "SuperGNES",
            "publisher": "Homebrew",
            "genre": "Platform, Unofficial",
            "players": "1",
            "lang": "en"
        },
        {
            "path": "./Demon's Crest (USA).sfc",
            "desc": "The demon realm is peaceful until six wondrous stones fall from the sky. Each stone represents a portion of the Demon's Crest. When united, the stones of the Demon's Crest bring the user ultimate power over demons and humans.\nThese stones were so highly sought that clvil war broke out in the realm. The fight led to much bloodshed until one gargoyle emerged victorious: the red demon known as Firebrand.\nAfter Firebrand‘s final battle, his evil nemesis Phalanx ambushed Firebrand and stole the stones. Now Firebrand must recover the stones and unlte the power of the Demon's Crest before both realms fall into the hands of the sinister Phalanx!\n\n*Morph into 6 different forms to explore new areas when you find parts of the Demon‘s Crest\n*Incredible Mode 7 effects as Firebrand flies high above\nthe demon realm, overlooking 7 intense levels\n*25 items hidden in the realm. with different endings based on how many items you find\n*For one player",
            "releasedate": "19941101T000000",
            "developer": "Capcom",
            "publisher": "Capcom",
            "genre": "Action, Adventure, Platform",
            "players": "1",
            "lang": "en"
        },
        {
            "path": "./Donkey Kong Country (USA).sfc",
            "desc": "Donkey Kong Country is a 1994 SNES side-scrolling platformer video game developed by Rare and released by Nintendo of America in the USA on November 21, 1994.\n\nMadness and Mayhem in this 3D Gorilla Thriller!\n\nDonkey Kong is back with a new sidekick, Diddy Kong, in a crazy island adventure! Challenged by the crazed tribe of reptilian Kremlings, they endeavor to get back their stolen banana horde! Armed with lightning-quick moves, chest-pounding muscle and awesome aerial acrobatics, our duo is ready to face their cunning adversaries. With the help of Donkey Kong's quirky family and his wild animal mounts, they squabble and scamper their way through the unending monkey mayhem!",
            "releasedate": "19941121T000000",
            "developer": "Rare, Ltd.",
            "publisher": "Nintendo of America, Inc.",
            "genre": "Platform",
            "players": "2",
            "lang": "en"
        },
        {
            "path": "./Donkey Kong Country 2 - Diddy's Kong Quest (USA).sfc",
            "desc": "Donkey Kong Country 2: Diddy's Kong Quest is a 1995 SNES side-scrolling platformer video game developed by Rare and released by Nintendo of America in the USA on November 20, 1995.\n\nO.K. KID, WIPE THAT DROOL OFF YOUR CHIN AND LISTEN UP IF YOU REALLY WANT TO LEARN SOMETHING ABOUT THIS GAME. Sure, it's got NEWFANGLED COMPUTER GRAPHICS and what Diddy calls stereo sound that rocks heavily and with little resistance! BUT, the game play Well, they FINALLY added some proper challenge to the game - a snap for me of course. AND THE STORY You sure ask a lot of questions, kid! Kaptain K. Rool and his cruelest cut-throat Kremlings have kidnapped that flea-bitten ape Donkey Kong. I figured I'd rescue him when the little pip-squeak DIDDY pops up along with his girlfriend, and they head off fixin' to prove themselves heroes or something. Come to think of it, I haven't laid eyes on those two for quite a while. I just may have to help them out after all!\n\n*PLAY AS DIDDY OR DIXIE KONG, EACH WITH UNIQUE ABILITIES!\n*EIGHT EXCITING WORLDS WITH ALL-NEW LEVELS AND KREMLINGS!\n*BRAND NEW KONG FAMILY MEMBERS AND FRIENDS!\n*TONS OF NEW MOVES AND SPECIAL ABILITIES!\n*MORE SECRETS AND CHALLENGES THAN DONKEY KONG COUNTRY!",
            "releasedate": "19951120T000000",
            "developer": "Rare, Ltd.",
            "publisher": "Nintendo of America, Inc.",
            "genre": "Platform",
            "players": "2",
            "lang": "en"
        },
        {
            "path": "./Donkey Kong Country 3 - Dixie Kong's Double Trouble! (USA).sfc",
            "desc": "Donkey Kong Country 3: Dixie Kong's Double Trouble! is a 1996 SNES side-scrolling platformer video game developed by Rare and released by Nintendo of America in the USA on November 18, 1996.\n\nMonkey Mayhem Lives On!\n\nKiddy Kong is a portly primate toddler with incredible power and agility! He teams up with Dixie Kong to stop the ever-present army of Kremlings. The game play and ACM graphics just keep getting better in this visually stunning installment in one of the most popular video game series of all time!\n\nCombining their unique abilities as they throw each other into action, Dixie Kong and Kiddy Kong set off to rescue Diddy Kong and Donkey Kong. Collect tons of treasure, grab billions of bananas and find more secret stuff than you've ever seen (or not seen) as you set off on the greatest DKC adventure yet! The final showdown with KAOS takes place in a cliff-top laboratory at the End of the World. It could get seriously ugly. Monkey mayhem lives on in this exotic island adventure!",
            "releasedate": "19961118T000000",
            "developer": "Rare, Ltd.",
            "publisher": "Nintendo of America, Inc.",
            "genre": "Platform",
            "players": "2",
            "lang": "en"
        },
        {
            "path": "./Donkey Kong Country 4 - The Kremling's Revenge.smc",
            "desc": "A fan-made continuation of the Donkey Kong Country series, where Donkey Kong faces the Kremlings once again. Set across new jungle terrains and underwater levels, this game brings back DKC’s signature gameplay with added challenges and secrets.",
            "releasedate": "20120114T000000",
            "developer": "Preposterify",
            "publisher": "Romhacking",
            "genre": "Platform, Unofficial",
            "players": "1",
            "lang": "en"
        },
        {
            "path": "./F-Zero (USA).sfc",
            "desc": "F-Zero is a 1991 SNES racing video game developed by Nintendo EAD and released by Nintendo of America in the USA on August 23, 1991.\n\nF-Zero is set in the year 2560, when humanity's multiple encounters with alien life forms had resulted in the expansion of Earth's social framework. This led to commercial, technological and cultural interchanges between planets. The multi-billionaires who earned their wealth through intergalactic trade were mainly satisfied with their lifestyles, although most coveted more entertainment in their lives. This resulted in a new entertainment based on the Formula One races to be founded with vehicles that could hover one foot above the track. These Grand Prix races were soon named \"F-Zero\" after a rise in popularity of the races. The game introduced the first set of F-Zero racers: Captain Falcon, Dr. Stewart, Pico, and Samurai Goroh.",
            "releasedate": "19910823T000000",
            "developer": "Nintendo EAD",
            "publisher": "Nintendo of America, Inc.",
            "genre": "Racing",
            "players": "1",
            "lang": "en"
        },
        {
            "path": "./Kirby Super Star (USA).sfc",
            "desc": "Kirby Super Star is a 1996 SNES side-scrolling platformer video game developed by HAL Laboratory and released by Nintendo of America in the USA on September 20, 1996.\n\nPower up for EIGHT action-packed battles and adventures!\nDream Land is under siege again! Our hero, Kirby, returns to instigate a rescue. King Dedede is snatching up Dream Land's food supply, but he's not the only one! Dyna Blade, Meta Knight and a slew of other evil baddies are on the loose and wreaking havoc throughout the land.\n\nUse any of Kirby's amazing powers to create a \"helper\" to assist you in battle. Or have a friend join you for some two-player action by taking control of Kirby's helper. Help Kirby work through EIGHT challenging games filled with action and adventure. Enter the fray in Spring Breeze, enter a foot race against King Dedede in Gourmet Race and tackle a winged warrior in Dyna Blade. Hone your reaction skills in Megaton Punch and Samurai Kirby, then battle your way through the Great Cave Offensive, Revenge of Meta Knight and Milky Way Wishes. Each game is different AND some extra-special surprises are in store for you!\n\n*Includes EIGHT action-packed games and special surprises!\n*Two-player action is possible when you activate Kirby's \"helper\" feature!\n*Huge 32-meg game provides excellent entertainment value for Kirby fans of all ages!\n*Battery back-up saves your progress and best scores!",
            "releasedate": "19960920T000000",
            "developer": "HAL Laboratory",
            "publisher": "Nintendo of America, Inc.",
            "genre": "Platform",
            "players": "2",
            "lang": "en"
        },
        {
            "path": "./Legend of Zelda, The - A Link to the Past (USA).sfc",
            "desc": "Play as Link, journey through the kingdom of Hyrule, conquer dungeons, and face off against the evil Ganon in a legendary adventure to rescue Princess Zelda and the Seven Sages.",
            "releasedate": "19920413T000000",
            "developer": "Nintendo EAD",
            "publisher": "Nintendo",
            "genre": "Action, Adventure",
            "players": "1",
            "lang": "en"
        },
        {
            "path": "./Lion King, The [Proto] (Early Prototype).sfc",
            "desc": "A very early prototype of The Lion King was found and dumped by Z in 2015. Interestingly, the Master System and Game Gear versions of the game are based on this prototype.",
            "releasedate": "19940101T000000",
            "developer": "Westwood Studios",
            "publisher": "Virgin Interactive Entertainment, Unreleased",
            "genre": "Platform, Adventure, Prototype",
            "players": "1",
            "lang": "en"
        },
        {
            "path": "./Lion King, The (USA).sfc",
            "desc": "Experience Simba's journey from cub to king in Disney’s The Lion King. Navigate iconic locations from the movie, face off against hyenas, and defeat Scar to fulfill your destiny.",
            "releasedate": "19941101T000000",
            "developer": "Westwood Studios",
            "publisher": "Virgin Interactive Entertainment",
            "genre": "Platform, Adventure",
            "players": "1",
            "lang": "en"
        },
        {
            "path": "./Lord of the Rings, The - Volume 1 (USA).sfc",
            "desc": "Embark on an epic quest in the world of Middle-earth. Play as Frodo, Gandalf, and other characters as you battle enemies and journey toward Mount Doom in this RPG adaptation of Tolkien’s classic tale.",
            "releasedate": "19940501T000000",
            "developer": "Interplay Entertainment",
            "publisher": "Electronic Arts",
            "genre": "Role-Playing, Adventure",
            "players": "1",
            "lang": "en"
        },
        {
            "path": "./Mario Is Missing! (USA).sfc",
            "desc": "Don't look now, but Bowser's back, and this time he's in your world! But where is that mastermind of reptilian trouble doing his dastardly deeds? And what has he done with Mario? Welcome to Mario is Missing! Take a trek with your travel agent, Luigi, and see the world! Track down troublesome turtles. Figure out where in the world you are, and what on earth happened to Mario. If your grasp of geography is good enough, you'll get the goods, stomp the hoods, and grab Mario out of Bowser's ghastly guest house. A learning adventure that the whole family can share! This is no Koopa-stomping mayhem. It's a fun way to learn about our world!",
            "releasedate": "19930601T000000",
            "developer": "Software Creations",
            "publisher": "The Software Toolworks, Inc.",
            "genre": "Puzzle, Strategy",
            "players": "1",
            "lang": "en"
        },
        {
            "path": "./Mario Kart (USA).sfc",
            "desc": "Super Mario Kart is a 1992 SNES racing video game developed by Nintendo EAD and released by Nintendo of America in the USA on September 1, 1992.\n\nThe Super Mario Go-Kart Park is open for tons of racing fun!  Hit the track with Mario, Luigi, Yoshi and the Princess.  Get tough and lock fenders with Donkey Kong, Jr. and Bowser.  Even Toad and Koopa Troopa will mix it up in an all-out quest for the Gold Cup!  Race head-to-head with a friend or challenge the computer in great, split-screen, Mode 7 graphics.\n\nFeel like a bit less speed and a lot more strategy?  Take a crack at the Battle Mode!  In four different maze-like courses you’ll use Koopa Shells, Banana Peels, Super Stars and other wacky weapons to burst your opponent's target balloons and triumph!\n\n* 2 games in 1 - Mario Grand Prix and Battle Mode\n* 8  Familiar Characters\n* 20 Different Tracks\n* 3 Different Skill Levels\n* Battery-backed memory saves your best times!",
            "releasedate": "19920901T000000",
            "developer": "Nintendo EAD",
            "publisher": "Nintendo of America, Inc.",
            "genre": "Racing",
            "players": "2",
            "lang": "en"
        },
        {
            "path": "./Mario RPG - Legend of the Seven Stars (USA).sfc",
            "desc": "Mario and friends embark on a grand role-playing adventure to defeat the evil Smithy and his minions. Collect stars, battle foes, and team up with unlikely allies to save the Mushroom Kingdom.",
            "releasedate": "19960513T000000",
            "developer": "Square",
            "publisher": "Nintendo",
            "genre": "Role-Playing",
            "players": "1",
            "lang": "en"
        },
        {
            "path": "./Mario is missing! Done Right!.sfc",
            "desc": "What if Mario is Missing weren’t a boring edutainment title? This hack intends to be what most players expected Mario is Missing to be: a platformer starring Luigi on a quest to save Mario. The hack contains 7 Worlds and is comparable in difficulty to official Mario games.",
            "releasedate": "20170723T000000",
            "developer": "Gamma V",
            "publisher": "Romhacking",
            "genre": "Adventure, Platform, Unofficial",
            "players": "1",
            "lang": "en"
        },
        {
            "path": "./Mega Man X3 (USA).sfc",
            "desc": "Mega Man X3 is a 1995 SNES side-scrolling action platformer video game developed by Capcom and released by Capcom USA in the USA on January 4, 1996.\n\nMega Man X and his trusty partner Zero have a new force to reckon with. Who or what has caused a riot of Mavericks to break out in the experimental utopia known as Doppler Town?\n\nNamed after the scientist reploid, Doppler Town was supposed to be a place where humans and reploids could live in harmony. After discovering a virus that was turning reploids to Mavericks, Doppler's anti-virus was a big success. But Doppler itself became infected with the virus and assembled a team to take out the Maverick Hunter Units. The Doppler Effect is about to unfold, with Mega Man X and Zero the only cure for the deadly virus!",
            "releasedate": "19960104T000000",
            "developer": "Minakuchi Engineering",
            "publisher": "Capcom USA, Inc.",
            "genre": "Action, Platform",
            "players": "1",
            "lang": "en"
        },
        {
            "path": "./New Super Mario Land (J).sfc",
            "desc": "New Super Mario Land is a homebrew release that re-imagines Super Mario Land, the iconic Game Boy title, on the Super Nintendo.\nIt combines the Game Boy original with New Super Mario Bros style graphics and adds gameplay features such as a four player simultaneous multiplayer mode.\nIt was developed in secret by a mystery coder and 30 custom cartridges of it were sent out to select people to celebrate the Game Boy's 30th Anniversary.",
            "releasedate": "20190421T000000",
            "developer": "ChronoMoogle",
            "publisher": "Homebrew",
            "genre": "Action, Adventure, Platform, Unofficial",
            "players": "4",
            "lang": "jp"
        },
        {
            "path": "./Shadowrun (USA).sfc",
            "desc": "Disoriented and confused, you are forced into a race against time, technology and termination. Running in the shadows and cracks between the Megaplexes, survival depends on your wits, your weapons and your wayward companions. Plunge into the dark side of the future, where technology and magic become one, where devolution and destruction are a way of life. Plunge into Shadowrun.",
            "releasedate": "19930501T000000",
            "developer": "Beam Software",
            "publisher": "Data East Corporation",
            "genre": "Action, Role-Playing",
            "players": "1",
            "lang": "en"
        },
        {
            "path": "./Star Fox (USA).sfc",
            "desc": "Star Fox, known as Starwing in the PAL regions, is a 3D rail shooter video game developed by Nintendo and Argonaut Software for the Super Nintendo Entertainment System. The first game in the Star Fox series, the story follows Fox McCloud and the rest of the Star Fox team defending their homeworld of Corneria against the invading forces of Andross.",
            "releasedate": "19930603T000000",
            "developer": "Argonaut Games, Nintendo EAD",
            "publisher": "Nintendo",
            "genre": "Action, Shooter",
            "players": "1",
            "lang": "en"
        },
        {
            "path": "./Super Mario All-Stars (USA).sfc",
            "desc": "Super Mario All-Stars is a 1993 SNES side-scrolling platformer video game developed by Nintendo EAD and released by Nintendo of America in the USA on August 11, 1993.\n\nRevisit the magic and fun of the classic Super Mario Bros. series on your Super NES! All the great Super Mario Bros. games for the NES have been powered up with 16-bit graphics and sound and collected on one super Game Pak. As an added bonus, the previously unreleased “Lost Levels” are included.  These super challenging courses have never been available in this country until now!\n\n* Four great games in one Game Pak!\n* Battery backed memory saves up to 4 players’ progress through every game!\n* Play alone or 2 players can alternate play!\n* New 16-bit graphics, sound, and other surprises!",
            "releasedate": "19930811T000000",
            "developer": "Nintendo EAD",
            "publisher": "Nintendo of America, Inc.",
            "genre": "Platform",
            "players": "2",
            "lang": "en"
        },
        {
            "path": "./Super Mario World (USA).sfc",
            "desc": "Join Mario on his quest to rescue Princess Toadstool from Bowser across the dinosaur-themed world of Super Mario World. With Yoshi at his side, Mario faces new challenges, power-ups, and secrets.",
            "releasedate": "19900813T000000",
            "developer": "Nintendo EAD",
            "publisher": "Nintendo",
            "genre": "Platform",
            "players": "1",
            "lang": "en"
        },
        {
            "path": "./Super Mario World 2 - Yoshi's Island (USA).sfc",
            "desc": "Yoshi embarks on an adventure to reunite Baby Mario with his brother, Baby Luigi, through colorful worlds, challenging puzzles, and memorable enemies in this classic platforming prequel.",
            "releasedate": "19951004T000000",
            "developer": "Nintendo EAD",
            "publisher": "Nintendo",
            "genre": "Platform",
            "players": "1",
            "lang": "en"
        },
        {
            "path": "./Super Metroid (Japan, USA).sfc",
            "desc": "Super Metroid is a 1994 SNES side-scrolling metroidvania platformer video game developed by Nintendo R&D1 (co-developed by Intelligent Systems) and released by Nintendo of America in the USA on April 18, 1994.\n\nTake on a legion of Space Pirates and a new Metroid force as you forge into the covert underworld of Planet Zebes!  It’s up to you and Samus to recapture the long-surviving Metroid hatchling before evil hands unleash its energy.\n\nAn army of ominous creatures are poised for battle at every turn of Zebes’ twisted, threatening passageways… including the menacing Ridley and the great lizard Kraid.  Knock down enemies with a killer somersault and swing on an electric beam through narrow passageways!  They’re no match for you and Samus… but wait!  It seems the Mother Brain has returned…",
            "releasedate": "19940418T000000",
            "developer": "Intelligent Systems Co., Ltd., Nintendo R&D1",
            "publisher": "Nintendo of America, Inc.",
            "genre": "Action, Adventure, Platform",
            "players": "1",
            "lang": "en,jp"
        },
        {
            "path": "./Conker's High Rule Tail.sfc",
            "desc": "Initially built as a spiritual sequel to Parallel Worlds, this project has evolved so much overtime that eventually it became an unofficial sequel to an M Rated game that was released late in the Nintendo 64 lifespan, none other than Conker’s Bad Fur Day!\n\nIncluding all the same crude humor found in that Conker game and the many references to movies and games we’ve come to love. For obvious reasons, it is also rated \"AO for Adults Only\"!",
            "releasedate": "20211124T000000",
            "developer": "SePH",
            "publisher": "Romhacking",
            "genre": "Adventure, Unlicensed",
            "players": "1",
            "lang": "en"
        },
        {
            "path": "./Super Back to the Future Part II (Japan).sfc",
            "desc": "Marty has returned from his bizarre trip to 1955 all thanks to Doc's prized invention, the DeLorean time machine. He decides to do some skateboarding around the neighborhood and visits his girlfriend Jennifer. However, this is cut short as Doc arrives from his trip to the future. He tells them that their children's future is at stake and proceeds to take them both to the year 2015. Here, Marty assumes the identity of his son Marty Jr. and faces off with Biff's grandson Griff and then his gang members one-by-one.\n\nWith Griff and his gang arrested, future history changes to ensure that the lives of Marty's children stay on track. But when Marty and Doc are not looking, old Biff takes an old sports almanac, hijacks the DeLorean, travels back to 1955 and gives the book to his teenage self. Then he returns to 2015 with Marty, Doc, and Jennifer none the wiser. When the three return to 1985, they discover that everything around them has drastically changed. Hill Valley now plagued with crime and pollution, Biff Tannen is now a multi-millionaire and Marty's stepfather, and the Doc has been certified insane. Now Marty must go throughout Hill Valley and figure out what has happened and try put time back to the way it was.",
			"releasedate": "19930723T000000",
            "developer": "Daft",
            "publisher": "Toshiba-EMI Ltd.",
            "genre": "Platform",
            "players": "1",
            "lang": "jp"
        },
        {
            "path": "./The Legend of Zelda - Ancient Stone Tablets (Vol 1).smc",
            "desc": "BS The Legend of Zelda: Ancient Stone Tablets[5] was a game for the BS-X Broadcasting System add-on for the Super Famicom (the Japanese Super Nintendo). Games were downloaded from St. GIGA's satellite radio service. The game was much like a Second Quest or Master Quest of A Link to the Past, sharing a very similar overworld with slight changes and entirely new dungeons. Unlike a Second Quest however, it has an entirely new story. Various actions earned the player points, and these points could later be traded in to Nintendo for different prizes.\n\nAncient Stone Tablets is different from most other Zelda games as the game's central heroes are actually the avatars of the player's ID for the BS-X Broadcasting System, drawn into Hyrule, which is also true for BS The Legend of Zelda. The difference being that this time the player does not take the place of Link, but takes part in a new tale set after the events of A Link to the Past. The male character wears a green tunic (though others are later available) and a backwards baseball cap. The female character has long red hair and is otherwise almost exactly the same as the male.",
			"releasedate": "19970330T000000",
            "developer": "Nintendo",
            "publisher": "Romhacking",
            "genre": "Adventure, Role-Playing",
            "players": "1",
            "lang": "en"
        },
        {
            "path": "./Super Junkoid.sfc",
            "desc": "Trapped in a twisted dream where she is revered as a goddess, Junko must face the horrifying serpent that worships her.",
            "releasedate": "20230821T000000",
            "developer": "Pyoshi",
            "publisher": "Romhacking",
            "genre": "Action, Platform",
            "players": "1",
            "lang": "en"
        },
        {
            "path": "./Super Mario World Central Production 2.sfc",
            "desc": "The long-awaited sequel to An SMW Central Production, finally here after over a decade! An evil company known as Norveg Industries is expanding its business worldwide, including the Mushroom Kingdom. Can Mario put a stop to its business before nature as they know it dies out?",
            "releasedate": "20220724T000000",
            "developer": "SMW Central",
            "publisher": "Romhacking",
            "genre": "Platform",
            "players": "1",
            "lang": "en"
        },
        {
            "path": "./Bowser's Kaizo Conspiracy.sfc",
            "desc": "Bowser has stolen the wands of the 7 Guardians of Order. He seeks to use them to turn the Mushroom Kingdom into a glitched-out Kaizo wasteland. At least he didn't kidnap the princess.",
            "releasedate": "20230524T000000",
            "developer": "Gamma V",
            "publisher": "Romhacking",
            "genre": "Platform",
            "players": "1",
            "lang": "en"
        },
        {
            "path": "./Sicari Remastered.sfc",
            "desc": "Thousands of years ago, there was a war between the Gods of creation. Due to its effect on the mortal plane, the Gods were forced to punish themselves - to prevent such a thing from happening again. As such, they were all but cut off from the mortal world, with little to no influence, leading humanity to lose their faith.\n\nHowever, one group survived the thousands of years that passed after the war - the Sanguis vampire family. Their goal across those millennia was to undo the binding that their patron deity, Niscura was under. They wanted the Goddess of Dimensions and Shadow to be free again...\n...and they succeeded.\n\nthere's a bit of sensitive content here and there in the hack so do keep that in mind when playing",
            "releasedate": "20210209T000000",
            "developer": "Eevee",
            "publisher": "Romhacking",
            "genre": "Platform",
            "players": "1",
            "lang": "en"
        },
        {
            "path": "./Sicari 2 - The Brink of Time.sfc",
            "desc": "The sequel to Sicari Remastered!\nThis hack introduces new features, such as the ability to play named levels in any order and Sicari's new dagger attack. Hopefully you enjoy it (:\n\nPlot: Set one year after Niscura's defeat, a new threat is on the horizon, a mysterious being called TS-94, who is seeking powerful artifacts known as the Shards of Serpos. Sicari, with the aid of K-16 must gather these shards and use them to travel through time to track TS-94 and stop her minions.",
            "releasedate": "20221028T000000",
            "developer": "Eevee",
            "publisher": "Romhacking",
            "genre": "Platform",
            "players": "1",
            "lang": "en"
        },
        {
            "path": "./Clock Tower Deluxe (English).sfc",
            "desc": "Clock Tower is a point and click survival horror game and the first installment in the Clock Tower series. It was developed and published by Human Entertainment for the Super Nintendo Entertainment System (SNES), or Super Famicom in Japan, on September 14, 1995 in Japan.\n\nJennifer Simpson and her friends are from Granite Orphanage in Romsdalen, Norway. Adopted by a wealthy recluse named Mr. Barrows, they have come to live in the mansion known as \"Clock Tower\".\n\nThough, this mansion is not what it seems. Strange experiments are taking place in the shadows, and horrific creatures prowl through the night. Jennifer's friends have gone missing, and now she must rescue them and  try to escape with their lives.\n\nClock Tower is a haunting adventure with over 10 different endings, and will stick with you long after you've stopped playing. Players beware.\n\nThe DELUXE patch adds mouse support as well as new content from the PlayStation port to the SNES original. There are also lots of improvements like bugfixes and the ability to run through stairs, speed up the credits along with faster health regeneration. Recent additions include a refined chase system coupled with new hiding places and weapons. Your save file is also now protected in case you accidentally choose \"NEW GAME\" at the main menu.",
            "releasedate": "19950914T000000",
            "developer": "Human Entertainment Inc., BobSchneeder45",
            "publisher": "Human Entertainment Inc., Romhacking",
            "genre": "Adventure, Horror",
            "players": "1",
            "lang": "en"
        },
        {
            "path": "./Lemmings (USA).sfc",
            "desc": "Lemmings was one of the most popular computer games of its time, and several gaming magazines gave it some of their highest review scores at the time.\n\nThe behavior of the creatures in Lemmings is based on the supposed behavior of real lemmings, who by urban legend are believed to go on migrations en masse that eventually lead to disaster. The basic objective of the game is to guide lemmings through a number of obstacles to a designated exit. In order to save the required number of lemmings to win, one must determine how to assign a limited number of eight different skills to specific lemmings that allow the selected lemming to alter the landscape, to affect the behavior of other lemmings, or to clear obstacles in order to create a safe passage for the rest of the lemmings.",
            "releasedate": "19920301T000000",
            "developer": "Sunsoft",
            "publisher": "Sun Corporation of America",
            "genre": "Puzzle",
            "players": "2",
            "lang": "en"
        }
    ]
}
