{
    "games": [
        {
            "path": "./8 Legs to Love.png",
            "desc": "Spin a web, eat bugs, earn points, and have fun!\n\n8 Legs to Love is separated into six levels of just over two minutes each. The goal of each level is to spin an elaborate web and use it to catch bugs. Each level poses a different challenge for building and maintaining a web, and introduces new and exotic types of bugs. Complete a playthrough and work towards a personal high score! Or just have good time, there's no pressure.",
            "releasedate": "20170609T000000",
            "developer": "bridgs",
            "publisher": "pico8, Homebrew",
            "genre": "Arcade",
            "players": "1",
            "lang": "en"
        },
        {
            "path": "./A Doukutsu Demake.png",
            "desc": "Another little project my brother and I have been working on. We are huge Cave Story fans, so building a demake was kind of a childhood dream come true. Never ceases to amaze me how much can be done within the (wonderful self-imposed) limitations of the Pico-8 engine.\n\nIt has no real ending as-of-now, we might add that in later. But for now, enjoy! If you want to see some of our process in creating this, we vlogged about it at DoubtfulGames",
            "releasedate": "20160208T000000",
            "developer": "howlermiller",
            "publisher": "pico8, Homebrew",
            "genre": "Adventure, Platform",
            "players": "1",
            "lang": "en"
        },
        {
            "path": "./A Hat on Time.png",
            "desc": "The Conductor's train went off the rails near the desolate plains of Ash Town, so Hat Kid has returned to the planet to make sure her friends are okay, and to find a mysterious relic! Grab all 30 time pieces in this short platformer, based on the game A Hat in Time!",
            "releasedate": "20180824T000000",
            "developer": "eggnog",
            "publisher": "pico8, Homebrew",
            "genre": "Platform",
            "players": "1",
            "lang": "en"
        },
        {
            "path": "./Ascent.png",
            "desc": "Crashed on a desolate but mysterious planet you find yourself eye to eye with an ancient civilisation. Explore the planet, find powerful upgrades, and uncover its secrets.",
            "releasedate": "20220903T000000",
            "developer": "johanp",
            "publisher": "pico8, Homebrew",
            "genre": "Adventure, Platform",
            "players": "1",
            "lang": "en"
        },
        {
            "path": "./Celeste 2.png",
            "desc": "For the 3rd anniversary of Celeste we made this new PICO-8 game in 3 days!",
            "releasedate": "20210126T000000",
            "developer": "noel",
            "publisher": "pico8, Homebrew",
            "genre": "Platform",
            "players": "1",
            "lang": "en"
        },
        {
            "path": "./Celeste.png",
            "desc": "A hardcore platformer by Matt Thorson and Noel Berry (me), that we made in 4 days.\n\nWe used pretty much all our resources for this. 8186/8192 code, the entire spritemap, the entire map, and 63/64 sounds.",
            "releasedate": "20150721T000000",
            "developer": "noel",
            "publisher": "pico8, Homebrew",
            "genre": "Platform",
            "players": "1",
            "lang": "en"
        },
        {
            "path": "./Dank Tomb.png",
            "desc": "If you'd like to put the game down and return to it later, the game features a special room where you can save your progress. Once you see the \"progress saved\" message, it's safe to close the browser/console. To delete your progress (to get 100% completion on a new playthrough, maybe?), press Enter and select \"delete progress\" from the in-game menu. Warning: irreversible!",
            "releasedate": "20170725T000000",
            "developer": "krajzeg",
            "publisher": "pico8, Homebrew",
            "genre": "Adventure",
            "players": "1",
            "lang": "en"
        },
        {
            "path": "./Dusk Child.png",
            "desc": "You have been drawn to a mysterious place, what secrets does it hold, and what will they mean for you?\n\nWhen not carrying an item, you can examine things. If you're stuck, try examining signs and other objects.\nWhen you have explored far enough into the western temple, you can use the 'X' button.",
            "releasedate": "20170415T000000",
            "developer": "SophieHoulden",
            "publisher": "pico8, Homebrew",
            "genre": "Adventure",
            "players": "1",
            "lang": "en"
        },
        {
            "path": "./Fuz.png",
            "desc": "This is a tiny adventure based directly on FEZ, a game by the Polytron Corporation. It is a fan work, and was not made in collaboration with or endorsed by them.\n\nFUZ features a total of 8 distinct areas. Its visuals, mechanics, and puzzles are all based off those in the original.",
            "releasedate": "20190531T000000",
            "developer": "Jusiv",
            "publisher": "pico8, Homebrew",
            "genre": "Adventure",
            "players": "1",
            "lang": "en"
        },
        {
            "path": "./Ghost House.png",
            "desc": "As the title suggests. Made in a month for Spooky September 4-Color Jam.",
            "releasedate": "20190901T000000",
            "developer": "kittenmAster",
            "publisher": "pico8, Homebrew",
            "genre": "Adventure",
            "players": "1",
            "lang": "en"
        },
        {
            "path": "./Gifts on Venus.png",
            "desc": "Evil skulls have put explosive gifts all over Venus! Go and slash them off to save Venus!",
            "releasedate": "20210308T000000",
            "developer": "TRASEVOL_DOG",
            "publisher": "pico8, Homebrew",
            "genre": "Action",
            "players": "1",
            "lang": "en"
        },
        {
            "path": "./Hybris.png",
            "desc": "Destroy the infected cells to prevent the infection from spreading.",
            "releasedate": "20151214T000000",
            "developer": "benjamin_soule",
            "publisher": "pico8, Homebrew",
            "genre": "Action",
            "players": "1",
            "lang": "en"
        },
        {
            "path": "./Marballs 2.png",
            "desc": "A sequel to Marballs, now with verticality, orbs and jump pads!\n\nRoll around with the arrow keys, jump with Z and use X to pause and restart.\nUse the pause menu (ESC or enter) to return to the main menu.\nTo swap to 45 degrees controls choose \"swap controls\" in the pause menu.",
            "releasedate": "20210625T000000",
            "developer": "lucatron",
            "publisher": "pico8, Homebrew",
            "genre": "Platform",
            "players": "1",
            "lang": "en"
        },
        {
            "path": "./P.Craft.png",
            "desc": "P.Craft is a crafting game. You wake up on a deserted island, and you have to survive. Gather materials and build your tools. Explore the area and find a cave. Will you find a way to escape the island?",
            "releasedate": "20160708T000000",
            "developer": "NuSan",
            "publisher": "pico8, Homebrew",
            "genre": "Survival",
            "players": "1",
            "lang": "en"
        },
        {
            "path": "./PicoHot.png",
            "desc": "SUPERHOT’s \"time moves only when you move\" mechanic. The Basic SUPERHOT three-color palette for clarity. It’s 3D! A few story levels and an endless mode.",
            "releasedate": "20200401T000000",
            "developer": "pirx_vr",
            "publisher": "pico8, Homebrew",
            "genre": "Shooter",
            "players": "1",
            "lang": "en"
        },
        {
            "path": "./PicoKart.png",
            "desc": "Compete in a 3D, high-speed go-cart race against computer-controlled mouse opponents in three challenging tracks.",
            "releasedate": "20151221T000000",
            "developer": "electricgryphon",
            "publisher": "pico8, Homebrew",
            "genre": "Racer",
            "players": "1",
            "lang": "en"
        },
        {
            "path": "./Pico Pirates.png",
            "desc": "Pico Pirates is an open world adventure game featuring deadly monsters, rival pirates and beautiful sandy beaches!\n\nYou set out on your quest to find The Pirate King and claim the crown for yourself. To do this, you'll need to find the 4 compass pieces scattered around the vast, procedurally generated world and keep your crews spirits high throughout (pirates lovely treasure and a good fight!).",
            "releasedate": "20190919T000000",
            "developer": "GibletsofJesus",
            "publisher": "pico8, Homebrew",
            "genre": "Action, Strategy",
            "players": "1",
            "lang": "en"
        },
        {
            "path": "./Pico Racer.png",
            "desc": "As it sounds. A Pole Position/Enduro/OutRun derivative.",
            "releasedate": "20160429T000000",
            "developer": "kometbomb",
            "publisher": "pico8, Homebrew",
            "genre": "Racing",
            "players": "1",
            "lang": "en"
        },
        {
            "path": "./Pico Tennis.png",
            "desc": "Play against AI or with up to 4 players.\n\nZ to hit the ball. To hit the ball in different directions you need to hit it when it's off to your side. So the further to your right the ball is when you hit it the more it will go left.\n\nX to do a power shot. Whenever you return the ball during a rally you will build up power. You can do a power shot anytime you have power in your meter, but the more it builds up the faster your shot will be.",
            "releasedate": "20191118T000000",
            "developer": "paranoidcactus",
            "publisher": "pico8, Homebrew",
            "genre": "Sports",
            "players": "4",
            "lang": "en"
        },
        {
            "path": "./Pico Tetris.png",
            "desc": "Why are you reading this, it's Tetris, you probably already know how it works\n\nAnyways, this clone is guideline-compliant in large parts (except where the guideline is boring or confusing to me), including Standard Rotation System and kicks. It has a steep difficulty curve, and a lot of options to adjust gameplay, animations, or Tetromino sprites (I have 16 now!).\n\nI implemented 9 different modes, and up to 3 highscores are automatically saved per mode (options are also automatically saved btw)",
            "releasedate": "20190429T000000",
            "developer": "Vanessa",
            "publisher": "pico8, Homebrew",
            "genre": "Puzzle",
            "players": "1",
            "lang": "en"
        },
        {
            "path": "./Picoware.png",
            "desc": "Do you love WarioWare? And do you love PICO-8? What we if we combine them into one game that you can play in your browser, right now?",
            "releasedate": "20210916T000000",
            "developer": "szczm_",
            "publisher": "pico8, Homebrew",
            "genre": "Action, Puzzle",
            "players": "1",
            "lang": "en"
        },
        {
            "path": "./Poom.png",
            "desc": "Mars base, Union Aerospace Corporation experiments opened a portal to Hell. You appear to be the last human, fight your way out!",
            "releasedate": "20220103T000000",
            "developer": "freds72",
            "publisher": "pico8, Homebrew",
            "genre": "Shooter",
            "players": "1",
            "lang": "en"
        },
        {
            "path": "./Super Mario Bros.png",
            "desc": "Late last year (2017) I started work on a port of Super Mario Bros [NES] to Pico-8. The goal was to be authentic as possible to the original game, while working within the Pico-8 limitations. Something like Super Mario Bros Deluxe [GBC] (https://www.mariowiki.com/Super_Mario_Bros._Deluxe).\n\nIn the end I was able to get 1-1 and 1-2 mostly complete before starting to hit serious memory limits which make it seem near impossible to ship the full game.\n\nWith that in mind, I'm releasing it as-is for now so that people can check it out and see where it was headed.",
            "releasedate": "20180910T000000",
            "developer": "mhughson",
            "publisher": "pico8, Homebrew",
            "genre": "Platform",
            "players": "1",
            "lang": "en"
        },
        {
            "path": "./Tera.png",
            "desc": "Tera: Mind Over Matter is a modern puzzle action game about dropping blocks of different shapes to clear lines. The game has a rapid difficulty curve that emphasizes speed and accuracy. Get as many Teras as you can!",
            "releasedate": "20190217T000000",
            "developer": "tesselode",
            "publisher": "pico8, Homebrew",
            "genre": "Puzzle",
            "players": "1",
            "lang": "en"
        },
        {
            "path": "./The Merciless Deep.png",
            "desc": "Goal: Reach the deepest possible and then come back to your boat.",
            "releasedate": "20200223T000000",
            "developer": "benjamin_soule",
            "publisher": "pico8, Homebrew",
            "genre": "Action, Strategy",
            "players": "1",
            "lang": "en"
        },
        {
            "path": "./UFO Swamp Odyssey.png",
            "desc": "A short atmospheric platformer with metroidvania elements. Your UFO has been knocked out of the sky by scavengers and you're now trapped in their swampy junk yard. With the help of some friendly aliens, find a way to disable the electromagnetic pulse cannon that's keeping you from escaping.",
            "releasedate": "20200527T000000",
            "developer": "paranoidcactus",
            "publisher": "pico8, Homebrew",
            "genre": "Platform, Adventure",
            "players": "1",
            "lang": "en"
        },
        {
            "path": "./Villager.png",
            "desc": "Welcome, Villager!\nYou are on this island to build a cosy little town for the peeple that want to live here.\n\nGather wood and stones to build and unlock other buildings. Some produce resources for you, others make your inhabitants happy. Well-fed and happy peeple produce more resources but keep them hungry or sad and they will leave. They might seem a bit lazy, but without them, buildings won't produce anything!\n\nBuild your first house and somebody will come soon, but there is no rush! Take your time and explore the island. There is no pressing matter, no harsh lose-condition, so be creative and build something beautiful.\n\nBe good to them, and have fun.",
            "releasedate": "20200719T000000",
            "developer": "partnano",
            "publisher": "pico8, Homebrew",
            "genre": "Simulation, Sandbox",
            "players": "1",
            "lang": "en"
        },
        {
            "path": "./Wolfenstein 3D.png",
            "desc": "Mostly works. Loads missing. Only 1 level. You get the idea.",
            "releasedate": "20170103T000000",
            "developer": "hungrybutterfly",
            "publisher": "pico8, Homebrew",
            "genre": "Shooter",
            "players": "1",
            "lang": "en"
        },
        {
            "path": "./X-Zero.png",
            "desc": "Hack all the terminals and defeat the boss.\n\nThis is my attempt at making a polished game in a week and a half, although it ended up being 2 weeks. I had to drop a few features I wanted to put in due to time, and code ended up getting a bit messy. Still, I'm pretty happy with how it came out.\n\nThe frame rate can drop sometimes, particularly in the later parts of the game when there are a lot of enemies around.",
            "releasedate": "20200314T000000",
            "developer": "paranoidcactus",
            "publisher": "pico8, Homebrew",
            "genre": "Action",
            "players": "1",
            "lang": "en"
        },
        {
            "path": "./Zepton.png",
            "desc": "You have to survive as long as possible to an always increasing number of enemies. GOOD LUCK!",
            "releasedate": "20170609T000000",
            "developer": "rez",
            "publisher": "pico8, Homebrew",
            "genre": "Shmup",
            "players": "1",
            "lang": "en"
        },
        {
            "path": "./Yarn Cat.png",
            "desc": "Yarn Cat is a slow oldschool puzzle game about a mysterious cat that is somehow also a ball of yarn, traveling through odd lands to bring love to other cats. This is my first pico-8 game, and the first game I've made in about 20 years.",
            "releasedate": "20241230T000000",
            "developer": "lisska",
            "publisher": "pico8, Homebrew",
            "genre": "Puzzle",
            "players": "1",
            "lang": "en"
        },
        {
            "path": "./Shogun.png",
            "desc": "A simple strategy board game for 2-4 players. Can be played with the standard Shogi set.\n\nA player wins by reaching the center of the board, or by defeating all other players.",
            "releasedate": "20250106T000000",
            "developer": "AuryArthan",
            "publisher": "pico8, Homebrew",
            "genre": "Strategy",
            "players": "4",
            "lang": "en"
        },
        {
            "path": "./Age of Ants.png",
            "desc": "Age of Ants is a demake of Age of Empires II (with an ant/bug retheme, why not).\n\nDefeat the enemy queen to win!",
            "releasedate": "20230203T000000",
            "developer": "eeooty",
            "publisher": "pico8, Homebrew",
            "genre": "Strategy",
            "players": "1",
            "lang": "en"
        },
        {
            "path": "./Beam.png",
            "desc": "Beam is a top down puzzle adventure and is meant to be mysterious, relaxing and pretty. If you get stuck read the signs around you! It is inspired by the Zelda series, Myst, The Witness, Tunic, Hyper Light Drifter,etc and is my first attempt at coding/game development.",
            "releasedate": "20250104T000000",
            "developer": "rupees",
            "publisher": "pico8, Homebrew",
            "genre": "Adventure",
            "players": "1",
            "lang": "en"
        },
        {
            "path": "./Samurise.png",
            "desc": "Raijin, god of thunder has stolen your beloved cat! Fight through Oni and chase him to the heavens to save her!\n\nA runner/platformer where all you need to worry about is jumping and swinging your katana!",
            "releasedate": "20241216T000000",
            "developer": "Troypicol",
            "publisher": "pico8, Homebrew",
            "genre": "Platform",
            "players": "1",
            "lang": "en"
        },
        {
            "path": "./Puzzles of the Paladin.png",
            "desc": "A young hero, fueled by dreams of becoming a revered paladin, embarks on a quest that will test his strength and intelligence. Inspired by tales of the Sunforged Knights, he eagerly undertakes the arduous trials that they administer and judge. Success promises not only rank among their esteemed order but also the rewards of riches and the fulfillment of a lifelong dream.",
            "releasedate": "20240306T000000",
            "developer": "NerdyTeachers",
            "publisher": "pico8, Homebrew",
            "genre": "Puzzle",
            "players": "1",
            "lang": "en"
        },
        {
            "path": "./Sebastian's Quest.png",
            "desc": "Kept this one under 500 lines of code, I think that's a new record for me. Get that cheese!",
            "releasedate": "20250113T000000",
            "developer": "Adam Atomic",
            "publisher": "pico8, Homebrew",
            "genre": "Puzzle",
            "players": "1",
            "lang": "en"
        },
        {
            "path": "./Swordfish.png",
            "desc": "An aquatic action game. Swim sword first into the deep to destroy the evil at the heart of the ocean.",
            "releasedate": "20180418T000000",
            "developer": "chowyunbrent",
            "publisher": "pico8, Homebrew",
            "genre": "Action, Adventure",
            "players": "1",
            "lang": "en"
        },
        {
            "path": "./Pico Monsters.png",
            "desc": "In this game there are markers called 'picostops' scattered throughout the map which drop random items whenever you have defeated a few wild monsters. 'Picostops' also replenish and revive all the monsters in your party. Catch new monsters with picoballs. Due to the save restrictions of pico8 the team size in this is only 4. Every wild monsters can have up to 4 different moves it's recommended to catch and compare to build your best team. There is also a very small story about professor corks whereabouts...",
            "releasedate": "20160822T000000",
            "developer": "hcnt",
            "publisher": "pico8, Homebrew",
            "genre": "Role-Playing",
            "players": "1",
            "lang": "en"
        },
        {
            "path": "./Sokoblox.png",
            "desc": "Sokoblox is a hybrid of two classic puzzle games: Sokoban (the push puzzle) and Bloxorz (the rolling block puzzle).\n\nSee if you can beat all 15 levels!",
            "releasedate": "20230301T000000",
            "developer": "codeAtorium",
            "publisher": "pico8, Homebrew",
            "genre": "Puzzle",
            "players": "1",
            "lang": "en"
        },
        {
            "path": "./Trial of the Sorcerer.png",
            "desc": "Grab your magic staff and venture deep into the demon realm to defeat Bahmott and his evil servants!\n\nTrial of the Sorcerer is a procedurally generated 3D first person shooter inspired by Wolfenstein 3D and Catacomb Abyss.\n\nShoot monsters, collect loot, find keys to unlock doors, and try to find the exit to the next level. And don't forget to pickup the power crystals to level-up your magic staff along the way.",
            "releasedate": "20220410T000000",
            "developer": "Mot",
            "publisher": "pico8, Homebrew",
            "genre": "Adventure",
            "players": "1",
            "lang": "en"
        },
        {
            "path": "./Trichromat.png",
            "desc": "I made this little puzzle game for a 2 week solo game jam. Enjoy!",
            "releasedate": "20240313T000000",
            "developer": "spratt",
            "publisher": "pico8, Homebrew",
            "genre": "Puzzle",
            "players": "1",
            "lang": "en"
        },
        {
            "path": "./PicoFox.png",
            "desc": "Fly your Arwing to victory in this demake of a certain, iconic SNES game.\n\nI finished this game with our three week old son sitting in my lap. I guess this is one our first father-son activities together--kinda sweet in a very nerdy way. Perhaps his first words will be in Lua.",
            "releasedate": "20161115T000000",
            "developer": "electricgryphon",
            "publisher": "pico8, Homebrew",
            "genre": "Shmups",
            "players": "1",
            "lang": "en"
        },
        {
            "path": "./Birds with Guns.png",
            "desc": "An Owl-some Roguelike Twin-Stick Shooter\n\nAre you ready to have a quacking time? Toucan play this egg-citing game right now! Made by an im-peck-able team of quail-ified developers, you're gonna have no egrets.\n\nEvil Robofox has captured all the birds to steal their eggs. The bird kingdom is counting on you to save them!",
            "releasedate": "20230218T000000",
            "developer": "Yolwoocle",
            "publisher": "pico8, Homebrew",
            "genre": "Shooter, Puzzle",
            "players": "1",
            "lang": "en"
        },
        {
            "path": "./Cryomancer.png",
            "desc": "Defeat Fire Monsters with Ice Magic!\n\nThe pyromancer broke into the ice magic tower and set fire monsters. Fire monsters can be defeated by hitting them with ice. As a cryomancer, can you defeat the pyromancer and save the tower?",
            "releasedate": "20250119T000000",
            "developer": "suezou",
            "publisher": "pico8, Homebrew",
            "genre": "Adventure, Puzzle",
            "players": "1",
            "lang": "en"
        },
        {
            "path": "./Delunky.png",
            "desc": "Enter the caves and try to find as much gold as you can before you perish to the dangers of the depth. Use your trusty whip in combination with bombs, ropes, and whatever you scavenge to get as far as you can.",
            "releasedate": "20190424T000000",
            "developer": "johanp",
            "publisher": "pico8, Homebrew",
            "genre": "Adventure, Platform",
            "players": "1",
            "lang": "en"
        },
        {
            "path": "./Little Necromancer.png",
            "desc": "Help Mortimer, a necromancer apprentice, to travel to the great Necropolis. Resurrect the dead ones along his pilgrimage. But beware! They know no more master.",
            "releasedate": "20201219T000000",
            "developer": "Fred_Osterero",
            "publisher": "pico8, Homebrew",
            "genre": "Adventure, Puzzle",
            "players": "1",
            "lang": "en"
        },
        {
            "path": "./Low Mem Sky.png",
            "desc": "You awake to find yourself on an alien planet, with the desire to achieve one thing... reach the centre of the galaxy!",
            "releasedate": "20181227T000000",
            "developer": "Liquidream",
            "publisher": "pico8, Homebrew",
            "genre": "Action, Adventure",
            "players": "1",
            "lang": "en"
        },
        {
            "path": "./Mai-Chans Sweet Buns.png",
            "desc": "Mai-Chan's Sweet Buns is a cute puzzle game about pastries. Our goal is to help Mai-Chan serve her sweet buns to customers at her bakery.\n\nThis game was created as part of the A Game By Its Cover Jam 2018.",
			"releasedate": "20181227T000000",
            "developer": "Krystman",
            "publisher": "pico8, Homebrew",
            "genre": "Puzzle",
            "players": "1",
            "lang": "en"
        },
        {
            "path": "./Onitama.png",
            "desc": "Onitama is a chess-like abstract strategy boardgame.\n\nThe game is played on a 5x5 board. Each player has five pawns, with the master pawn starting in the middle. At the begin of the game, 5 move cards are randomly selected out of the total of 16 animal moves. The goal is to capture the opponent's master pawn or to move on top of their master's starting position.",
			"releasedate": "20210101T000000",
            "developer": "mischa_u",
            "publisher": "pico8, Homebrew",
            "genre": "Strategy",
            "players": "1",
            "lang": "en"
        },
        {
            "path": "./Dinky Kong.png",
            "desc": "Welcome to the Pico-verse - a pixelated land of tiny horizons and even tinier characters. In the Little Apple, a bustling town on the seaside, something terrible has happened! An oversized simian sprite has escaped and taken a citizen in its cruel clutches! Making its way through town, it has climbed up the construction site of the town’s tallest building. But one brave soul stands forth, determined to rescue their fellow citizen from the dreaded… Dinky Kong!",
            "releasedate": "20230307T000000",
            "developer": "Heracleum",
            "publisher": "pico8, Homebrew",
            "genre": "Platform",
            "players": "1",
            "lang": "en"
        },
        {
            "path": "./Islander.png",
            "desc": "ISLANDER is an idle crafting game inspired by games such as Forager and Minecraft. Use your pickaxe to mine any and all materials you can find, and craft your way off the islands.",
            "releasedate": "20200902T000000",
            "developer": "CarsonK",
            "publisher": "pico8, Homebrew",
            "genre": "Sandbox",
            "players": "1",
            "lang": "en"
        },
        {
            "path": "./Mancala.png",
            "desc": "This game is based on the ancient game of Mancala, specifically the common variant called Kalah. It features a challenging computer opponent as well as a 2-player mode.",
            "releasedate": "20250201T000000",
            "developer": "PicoCoder",
            "publisher": "pico8, Homebrew",
            "genre": "Strategy",
            "players": "2",
            "lang": "en"
        },
        {
            "path": "./Masters of the Universe.png",
            "desc": "Side with He-Man and his allies or Skeletor and his minions in this new take on the classic Barbarian sword fighting game.\n\nBattle 8 levels against increasingly difficult foes or play against a friend. You have the power!",
            "releasedate": "20200822T000000",
            "developer": "TheRoboZ",
            "publisher": "pico8, Homebrew",
            "genre": "Fighting",
            "players": "1",
            "lang": "en"
        },
        {
            "path": "./Pico Kombat 2.png",
            "desc": "Sharing my first project for PICO-8 platform. This game is inspired by a classic 90s fighting game franchise. I aimed to port as many original elements from the source game as possible within the limitations imposed by PICO-8. Some elements were left out as I reached the maximum token limit, however, I am very satisfied with the results achieved.\n\nI hope you enjoy the result and find at least a few moments of fun and nostalgia. I look forward to your comments!",
            "releasedate": "20241214T000000",
            "developer": "nascimento-cesar",
            "publisher": "pico8, Homebrew",
            "genre": "Fighting",
            "players": "1",
            "lang": "en"
        }
    ]
}
