{
    "games": [
        {
            "path": "./Baten Kaitos - Eternal Wings and the Lost Ocean (USA).m3u",
            "desc": "The existence of Earth, a planet of continents surrounded by deep oceans, has long become a mere legend. People live now on islands which are floating high in the skies. They also have wings - \"Wings of the Hearts\" - growing on their backs. Kalas is a young man who was born only with one wing - he replaces the second with an artificial wing manufactured by great masters. He is on a quest to find the murderers of his grandfather and his brother. He meets a girl named Xelha, who is out to stop an evil conspiracy that threatens the country, and they join forces against the newly appeared evil.\n\nIn this game, you don't only control Kalas and his party, but also play the role of Kalas' Guardian Spirit. From time to time Kalas will pose questions to you and ask for advise. Your answers will determine Kalas' general disposition and also his behavior in battles.",
            "releasedate": "20041116T000000",
            "developer": "Tri-crescendo, Monolith Soft",
            "publisher": "Namco",
            "genre": "Role-Playing",
            "players": "1",
            "lang": "en"
        },
        {
            "path": "./Billy Hatcher and the Giant Egg (USA).ciso",
            "desc": "He may wear a Rooster Suit, but no one calls him Chicken!\n\nBilly Hatcher must use the powers of a legendary suit to conquer an evil King who seeks to rule with an everlasting night. Slightly mischievous, yet always cool, only Billy can return the light to the land!\n\n-Play as the bold new Hero, Billy Hatcher\n-Use awesome and unique egg attacks to defeat enemies and solve puzzles\n-Explore a vast 3D world to uncover secrets and find hidden items\n-Battle with up to four players in split-screen action",
            "releasedate": "20030923T000000",
            "developer": "Sonic Team",
            "publisher": "Sega",
            "genre": "Action",
            "players": "4",
            "lang": "en"
        },
        {
            "path": "./Chibi-Robo! (USA).ciso",
            "desc": "Like most families, the Sandersons bicker about money and cleaning. Unlike most families, though, they also have robotic spiders, aliens, and talking toys to worry about. Enter Chibi-Robo, a tiny robot programmed to spread happiness. Join him on his quest to restore order to the Sanderson house and SAVE THE WORLD!",
            "releasedate": "20060208T000000",
            "developer": "Nintendo, Skip Ltd",
            "publisher": "Nintendo",
            "genre": "Adventure, Platform",
            "players": "1",
            "lang": "en"
        },
        {
            "path": "./Cubivore - Survival of the Fittest (USA).ciso",
            "desc": "Eat or be eaten! Assume the role of an animal in it's early stages of evolutionary development. As your animal instincts take over, you will boldly traverse hostile environments, savagely stalking your prey to assert your place in the animal chain of power. Will you have what it takes to become the new king of beasts?",
            "releasedate": "20021105T000000",
            "developer": "Intelligent Systems Co., Ltd.",
            "publisher": "Atlus Co., Ltd.",
            "genre": "Action, Life Simulation",
            "players": "1",
            "lang": "en"
        },
        {
            "path": "./Darkened Skye (USA).ciso",
            "desc": "In the action-oriented 3D role-playing game Darkened Skye, the player takes the role of the title character and embarks on a quest to collect four prisms that may help bring the light of goodness back to the world. Skye of Lynlora was just a restless shepherd when she first came across the strange item that would change her life forever. Now she has opened a portal to another place and chaos has come forth. Only Skye can set things right once again. She will face an assortment of fantasy characters and creatures in her journeys as she makes her way through 30 missions set across five different game worlds. It is notable that, like some other releases from publisher Simon and Schuster (including the Boston Animation-developed M&M's: The Lost Formulas), this game features prominent product placement in the form of Skittles brand fruit-flavored candies. Indeed, it is the mystic power of Skittles that moves Skye through more than one threatening game situation. In spite of any potential incongruities of featuring a familiar consumer item in a fantasy world, Darkened Skye strives to provide the graphical competence, engrossing story, and state-of-the-art play that gamers expect from a major 2002 release. ~ T.J. Deci, All Game Guide",
            "releasedate": "20021116T000000",
            "developer": "Boston Animation",
            "publisher": "Simon & Schuster Interactive",
            "genre": "Action, Adventure, Role-Playing",
            "players": "1",
            "lang": "en"
        },
        {
            "path": "./Eternal Darkness - Sanity's Requiem (USA).ciso",
            "desc": "Eternal Darkness: Sanity's Requiem is a psychological horror action adventure, released in 2002 by Nintendo for the Gamecube. It tells the stories of twelve characters that span across the world and two millennia who have to deal with ancient forces of evil which have been trying to manifest themselves in our world. Chapters take place in Ancient Rome, Persia, the Middle East, and modern-day Rhode Island. Throughout the game, the protagonists will have access to several weapons appropriate for their era, from bastard sword & gladius to flintlock pistol and shotgun.\n\nThe game features an involved Magic system, which allows different spells to be created through the combination of runes. These spells can attack enemies, dispel illusions, and heal both the body and items.\n\nEternal Darkness: Sanity's Requiem also has a unique feature called Sanity. If an enemy sees a character, their Sanity meter drops. When Sanity gets low, hallucinations begin to plague the character. Walls bleed, voices whisper from nowhere, the camera gets disoriented. Sanity can be restored by dealing a finishing move on a dying enemy, or with spells or some items.",
            "releasedate": "20020623T000000",
            "developer": "Silicon Knights",
            "publisher": "Nintendo",
            "genre": "Action, Adventure, Horror",
            "players": "1",
            "lang": "en"
        },
        {
            "path": "./F-Zero GX (USA).ciso",
            "desc": "F-Zero GX is a futuristic racing video game for the Nintendo GameCube console. Developed by Sega's Amusement Vision department, it was released in Japan, Europe, and North America, in 2003. Its arcade counterpart, F-Zero AX, utilizes hardware conceived from a business alliance between Nintendo, Namco, and Sega. F-Zero GX runs on an enhanced version of the engine that powered Super Monkey Ball. The game is widely considered one of the best racers on the GameCube platform.",
            "releasedate": "20030725T000000",
            "developer": "Amusement Vision, Ltd.",
            "publisher": "Nintendo",
            "genre": "Racing",
            "players": "4",
            "lang": "en"
        },
        {
            "path": "./Kirby Air Ride (USA).ciso",
            "desc": "Prepare for fast and furious racing action as Kirby hits Warpstar speed. Use simple controls to race and battle your friends in one of three hectic game modes. In Air Ride mode, you'll race to the finish line against your friends or computer-controlled competition. Top Ride mode lets up to four players race to the finish line using wild items like buzz saws, drills, and freeze fans to pester the competition. In City Trial mode, you'll race around a gigantic fantasy city in a quest to build the ideal machine to use in a random challenge that occurs after a set time limit. Don't let Kirby's cuteness fool you--Kirby Air Ride is crawling with tough challenges suitable for players of all ages.",
            "releasedate": "20031013T000000",
            "developer": "Nintendo",
            "publisher": "Nintendo",
            "genre": "Racing",
            "players": "4",
            "lang": "en"
        },
        {
            "path": "./Legend of Zelda, The - Four Swords Adventures (USA).ciso",
            "desc": "The game begins with the land of Hyrule in a state of fear because of strange happenings that have occurred recently. On a stormy night, Princess Zelda and the shrine maidens fear that the reason for these events is that Vaati's seal is weakening. She summons Link and brings him to the castle so he can protect her and the other maidens while they open the portal to the Four Sword Sanctuary. When they do, however, a shadowy figure appears from the portal. This figure was Shadow Link, who then kidnapped the shrine maidens and sealed them in crystals. Link follows him to the sanctuary where he retrieves the Four Sword to destroy this doppelganger. The Four Sword is a magical sword that splits the wielder into three clones of himself. Vaati is once again released and wreaks havoc on the once peaceful kingdom.",
            "releasedate": "20040607T000000",
            "developer": "Nintendo",
            "publisher": "Nintendo",
            "genre": "Action, Adventure",
            "players": "4",
            "lang": "en"
        },
        {
            "path": "./Legend of Zelda, The - The Wind Waker (USA).ciso",
            "desc": "The game is set on a group of islands in a vast sea—a first for the series. The player controls Link, the protagonist of the Zelda series. He struggles against his nemesis, Ganondorf, for control of a sacred relic known as the Triforce. Link spends a large portion of the game sailing, traveling between islands, and traversing through dungeons and temples to gain the power necessary to defeat Ganondorf. He also spends time trying to find his little sister. The Wind Waker follows in the footsteps of Ocarina of Time and its sequel Majora's Mask, retaining the basic gameplay and control system from the two Nintendo 64 titles. A heavy emphasis is placed on using and controlling wind with a baton called the Wind Waker, which aids sailing and floating in air. Controversial during development for its use of cel shading graphics and younger Link character, The Wind Waker received acclaim on release and is one of the Nintendo GameCube's most popular games.",
            "releasedate": "20030324T000000",
            "developer": "Nintendo EAD",
            "publisher": "Nintendo of America, Inc.",
            "genre": "Action, Adventure",
            "players": "2",
            "lang": "en"
        },
        {
            "path": "./Legend of Zelda, The - Twilight Princess (USA).ciso",
            "desc": "In the next chapter in the Legend of Zelda series, Link can transform into a wolf to scour the darkened land of Hyrule. With the help of Midna, a mysterious being, you must guide Link through hordes of foul creatures and challenging bosses using new moves and a new horseback combat system. Many puzzles stand between Link and the fulfillment of his quest, so you must sharpen your wits as you hunt for weapons and items.",
            "releasedate": "20061211T000000",
            "developer": "Nintendo",
            "publisher": "Nintendo",
            "genre": "Action, Adventure, Role-Playing, Puzzle, Platform",
            "players": "1",
            "lang": "en"
        },
        {
            "path": "./Luigi's Mansion (USA).ciso",
            "desc": "Luigi's Mansion is a 2001 GameCube third-person action-adventure video game developed by Nintendo EAD and released by Nintendo of America in the USA on November 18, 2001.\n\nLuigi's Won a Mansion! \nThe bad news is that it's crawling with ghosts... and Mario seems to be trapped inside...\n\nLuigi's in for a spooktacular surprise as he creeps into the pitch-dark mansion he won, armed with only a flashlight and a vacuum custom-made for sucking up ghosts. Ghosts lurk in every nook and cranny. You'll have to master the Poltergust 3000 to vacuum them all up! Jewels, coins and cash are hidden throughout the mansion-and finding it all will be worth your while...\n\nYou'll have to solve the mansion's many mysteries to catch a gallery of quirky ghouls, such as the fire-belching Mr. Luggs. Deep inside the mansion hide elusive boss ghosts like Bogmire, each with ghastly powers and a ghostly bone to pick with Luigi!\n\nAfter collecting special medals, you'll be able to shoot fire, water, and ice from your vacuum to unearth secrets and thwart extra-eerie ghosts!",
            "releasedate": "20011118T000000",
            "developer": "Nintendo EAD",
            "publisher": "Nintendo of America, Inc.",
            "genre": "Action, Adventure",
            "players": "1",
            "lang": "en"
        },
        {
            "path": "./Mario Golf - Toadstool Tour (USA).ciso",
            "desc": "Hit the links in the Mushroom Kingdom!\n\nMario, Peach, Yoshi, Donkey Kong and others have tee times reserved in the Mushroom Kingdom! Challenge them to tournaments, or take them on in character matches to collect rings or nab coins! Play on resort-style courses or look out for Chain Chomps, Warp Pipes and Thwomps on the Mushroom Kingdom courses!",
            "releasedate": "20030728T000000",
            "developer": "Camelot Software Planning",
            "publisher": "Nintendo",
            "genre": "Sports",
            "players": "4",
            "lang": "en"
        },
        {
            "path": "./Mario Kart - Double Dash!! (USA).ciso",
            "desc": "The Mushroom Kingdom just got a whole lot more hectic as Mario and friends double up for furious kart racing. This time around, each kart holds two racers that can switch places at any time, so choose from a huge cast of favorites and pair them up any way you see fit. The character in front handles the driving duties, while the character in the rear doles out damage with six normal items and eight special items that only specific characters can use. Get ready for some intense multiplayer mayhem with your favorite characters, including Mario, Luigi, Donkey Kong, Peach, Bowser, and Koopa.",
            "releasedate": "20031107T000000",
            "developer": "Nintendo EAD",
            "publisher": "Nintendo",
            "genre": "Racing, Party",
            "players": "4",
            "lang": "en"
        },
        {
            "path": "./Mario Party 6 (USA).ciso",
            "desc": "Mario Party 6 offers a new batch of games that require both your fingers and your voice. In this installment in the Mario Party series, you can use the included microphone controller to talk your way to victory. More than 80 minigames are included. You can play as Mario, Bowser, or other characters from the Mushroom Kingdom. New characters appear on the board depending on what time of day it is. The game supports up to four players.",
            "releasedate": "20041206T000000",
            "developer": "Hudson Entertainment, Inc.",
            "publisher": "Nintendo",
            "genre": "Action, Puzzle, Sports",
            "players": "4",
            "lang": "en"
        },
        {
            "path": "./Mario Power Tennis (USA).ciso",
            "desc": "Mario Power Tennis features variations of tennis matches consisting of characters, courts, and scenarios based on the Mario series. The range of courts includes the standard three types of tennis court, but consists predominantly of those themed upon games in the Mario series, known as \"Gimmick\" courts. As well as adopting the style aesthetically, these feature thematic elements that influence how the match will be played on that surface, such as the ghosts in the Luigi's Mansion court, which hinder movement when the character comes into physical contact with them.\nAlthough standard tennis is available, variants of the sport can be played which adopt different rules and methods of victory. \"Ring Shot\" involves the player earning points by hitting the ball through rings of varying sizes, with the number of points dependent on the difficulty of the shot.[9] The player acquires the points whenever a winning shot is made adhering to standard rules; the match is won once the predetermined number of points is equaled or surpassed. A similar mode, \"Item Battle\", involves the characters using items based on the Mario universe to interfere with each other's game and gain an advantage",
            "releasedate": "20041108T000000",
            "developer": "Camelot Software Planning",
            "publisher": "Nintendo",
            "genre": "Sports",
            "players": "4",
            "lang": "en"
        },
        {
            "path": "./Mario Strikers (USA).ciso",
            "desc": "Nintendo's foray into sports titles continues with Super Mario Strikers, a new soccer game that's unlike anything ever to hit the pitch. Whether players are freezing their opponents with an ice-cold shell, unleashing a spiny shell on their hapless opponents or making entire teams flee in terror with a roving Chain Chomp, they're sure to see something new around every corner kick. Super Mario Strikers features all the favorite characters from the Nintendo universe, as well as four-person multiplayer action that will have players and their friends cheering all night long. Get ready for the world cup of gaming.",
            "releasedate": "20051205T000000",
            "developer": "Next Level Games",
            "publisher": "Nintendo",
            "genre": "Sports, Family",
            "players": "4",
            "lang": "en"
        },
        {
            "path": "./Paper Mario - The Thousand-Year Door (USA).ciso",
            "desc": "Paper Mario: The Thousand-Year Door is a 2004 GameCube role-playing video game developed by Intelligent Systems and released by Nintendo of America in the USA on October 11, 2004.\n\nWhat sleeps behind the door?\n\nTime passes, the pages turn…and a new chapter unfolds in an unfamiliar land! Get ready for a two-dimensional role-playing adventure for the ages as Mario returns to paper form to discover a mystery that sleeps behind an ancient, legendary portal called the Thousand-Year Door. The quest is long, the dangers many, and this time, Mario will have to make full use of his papery qualities just to survive.\n\nTake to the stage! Impressing the crowd builds power for super attacks, but don’t disappoint the audience, or you’ll pay!\n\nNo need to go it alone! You’ll need to rely on sidekicks to survive, and even enemies have roles to play…\n\nDon’t fold under pressure! Fold into a paper airplane, turn sideways to slip through cracks, and much more.\n\nStay on your toes! Stamp foes, swing your hammer, and use timely button presses to do damage!",
            "releasedate": "20041011T000000",
            "developer": "Intelligent Systems Co., Ltd.",
            "publisher": "Nintendo of America, Inc.",
            "genre": "Role-Playing",
            "players": "1",
            "lang": "en"
        },
        {
            "path": "./Pikmin 2 (USA).ciso",
            "desc": "Captain Olimar has returned to the planet where the Pikmin live, and he's all business this time. The company he works for is going bankrupt, so to save it, Olimar must salvage the treasure buried all over the planet. Of course, he'll need the help of the Pikmin to do that--he can't do anything by himself. Control one of two main characters--Olimar or his assistant--as you command your Pikmin to defeat enemies, propagate more Pikmin, collect precious doodads, and solve puzzles. With unlimited time, new colors of Pikmin, and two-player cooperative play, Pikmin 2 improves on the original in many ways.",
            "releasedate": "20040830T000000",
            "developer": "Nintendo",
            "publisher": "Nintendo",
            "genre": "Strategy",
            "players": "2",
            "lang": "en"
        },
        {
            "path": "./Pokemon XD - Gale of Darkness (USA).ciso",
            "desc": "Pokemon XD is a sequel to the role-playing game Pokémon Colosseum. You'll play as Michael, a Pokémon trainer who is trying to thwart the evil Cipher. Cipher plans to control the world by using the powerful, but unpredictable, shadow Pokémon. Now you must fight back by collecting your own shadow Pokémon and beating Cipher's goons in battle. Pokémon XD also lets you import Pokémon from Game Boy Advance Pokémon games and participate in head-to-head battles with other players.",
            "releasedate": "20051003T000000",
            "developer": "Genius Sonority Inc.",
            "publisher": "Nintendo",
            "genre": "Adventure, Role-Playing, Strategy",
            "players": "4",
            "lang": "en"
        },
        {
            "path": "./Shadow the Hedgehog (USA).ciso",
            "desc": "The world is in peril as forces, both good and evil, make a play for the powerful Chaos Emeralds. In Shadow the Hedgehog, you can control Shadow and choose which side to fight for. This 3D platformer lets you use weapons, vehicles, environmental objects, and time and space manipulation to combat your foes.",
            "releasedate": "20051115T000000",
            "developer": "Sonic Team",
            "publisher": "Sega",
            "genre": "Action",
            "players": "1",
            "lang": "en"
        },
        {
            "path": "./Sonic Riders (USA).ciso",
            "desc": "The Sonic series takes to the track in the combat racing game, Sonic Riders. Dr. Eggman has challenged Sonic and friends to race in his World Grand Prix, and you can enter the event and try to unravel his mysterious plot. The races happen on floating boards and include tricks, fighting, and racing. You can customize your character with upgraded equipment as you race down 13 different tracks through a handful of game modes. You can also challenge three of your friends to multiplayer races.",
            "releasedate": "20060221T000000",
            "developer": "Sonic Team",
            "publisher": "Sega",
            "genre": "Racing",
            "players": "4",
            "lang": "en"
        },
        {
            "path": "./Star Fox Adventures (USA).ciso",
            "desc": "Bonus Star Fox Adventures Official Nintendo Power Player's Guide With The Purchase Of This Game. Kmart Exclusive. Nintendo Power.\n\nOut of the cockpit and into epic adventure!\n\nAt the far edge of the Lylat system, an army of diabolic dinosaurs has shattered the tranquil world of Dinosaur Planet. The future looks bleak... until Fox McCloud enters the fray. For the first time in his legendary career, fox leaves his Arwing to battle enemies hand to hand with an enchanted staff of untold powers.\n\nIn the biggest challenge in Team Star Fox's history, he'll wield weapons and magic against massive bosses, fly Arwing missions, and explore vast prehistoric lands. He'll need all the help he can get from old teammates Slippy and Peppy - and new allies like Prince Tricky and the mysterious Krystal. The balance of power shifts ever more to the evil General Scales, and the Fox hunt is on...",
            "releasedate": "20030209T000000",
            "developer": "Rare, Ltd.",
            "publisher": "Nintendo",
            "genre": "Action, Adventure, Shooter",
            "players": "1",
            "lang": "en"
        },
        {
            "path": "./Super Mario Eclipse.iso",
            "desc": "Super Mario Eclipse is likely one of the most ambitious Mario fan projects of all time, a journey of pure wonder awaits. 120 returning shines from the game you know and love have been altered for a unique open-world play experience, with enhanced story elements that keep you engaged along the way!\n\n- 120 brand new shines\n- 3 playable characters\n- New movement mechanics\n- Improved game engine\n- New and remixed boss fights\n- Original soundtrack\n- New story with hand-animated cutscenes\n- MASSIVE reward for 100% completion",
            "releasedate": "20240630T000000",
            "developer": "EclipseTeam",
            "publisher": "Romhacking",
            "genre": "Action, Adventure, Platform, Unofficial",
            "players": "1",
            "lang": "en"
        },
        {
            "path": "./Super Mario Sunshine (USA).ciso",
            "desc": "Super Mario Sunshine is a 2002 GameCube third-person action-adventure platformer video game developed by Nintendo EAD and released by Nintendo of America in the USA on August 26, 2002.\n\nWhen Mario arrives on tropical Isle Delfino, the once-pristine island is polluted and plastered with graffiti. Even worse, he's being blamed for the mess! Now instead of enjoying a relaxing vacation, Mario has to clean up the place and track down the real culprit.",
            "releasedate": "20020826T000000",
            "developer": "Nintendo EAD",
            "publisher": "Nintendo",
            "genre": "Action, Adventure, Platform",
            "players": "1",
            "lang": "en"
        },
        {
            "path": "./Super Smash Bros Melee (USA).ciso",
            "desc": "Super Smash Bros. Melee differs from traditional fighting games in that inflicting the most damage does not guarantee victory. Instead, opposing players must force their opponents beyond the boundaries of the stage. Most attacks inflict damage and can, if enough damage is dealt, knock back the enemy. Each character's health is measured by a meter that represents the damage received as a percentage. The higher the percentage value, the farther the player gets knocked back, and the easier they are to knock off the stage. Unlike other games of the same genre, in which moves are entered by button-input combinations, most moves in Super Smash Bros. Melee can be accessed via one-button presses and a joystick direction.",
            "releasedate": "20011121T000000",
            "developer": "HAL Laboratory, Inc.",
            "publisher": "Nintendo",
            "genre": "Fighting",
            "players": "4",
            "lang": "en"
        },
        {
            "path": "./Vexx (USA).ciso",
            "desc": "Vexx is a 3D platforming video game developed by Acclaim Studios Austin and published by Acclaim Entertainment for the GameCube, PlayStation 2 and Xbox. It was also planned to be released for the Game Boy Advance but it was eventually cancelled. The objective consists of collecting magical hearts and unlocking more worlds to play, defeating enemies and jumping across platforms. Vexx is armed only with the legendary Astani war talons, which give him the power to defeat his enemies, as well as fly and swim under water.",
            "releasedate": "20030211T000000",
            "developer": "Acclaim Studios Austin",
            "publisher": "Acclaim Entertainment, Inc.",
            "genre": "Action, Platform",
            "players": "1",
            "lang": "en"
        },
        {
            "path": "./Wario World (USA).ciso",
            "desc": "While Wario enjoys the riches from his many adventures, a mysterious black jewel in his trove transforms gems into monsters. Now, Wario must scramble to recover his riches in an alternate world filled with quirky puzzles, swarming enemies, and lots of loot. As Wario, you'll punch, kick, jump, grab monsters and objects, and inhale surrounding coins like a vacuum cleaner. You must cling to 3D balls to fight bosses, find hidden areas through trap doors, and bash your surroundings to uncover secrets.",
            "releasedate": "20030624T000000",
            "developer": "Treasure",
            "publisher": "Nintendo",
            "genre": "Action, Adventure",
            "players": "1",
            "lang": "en"
        },
        {
            "path": "./Gun (USA).ciso",
            "desc": "You can experience the lawless Wild West as gunslinger Colton White in the action title Gun. Traverse an expansive world where you'll encounter outlaws, Native Americans, corrupt lawmen, and army psychopaths. You can assault a fort, hunt for bounties, and upgrade your equipment as you battle through a variety of gameplay styles. Gun also features a story written by Hollywood script writer Randall Jahnson.",
            "releasedate": "20051108T000000",
            "developer": "Neversoft Entertainment",
            "publisher": "Activision",
            "genre": "Action, Shooter",
            "players": "1",
            "lang": "en"
        },
        {
            "path": "./Soulcalibur II (USA).iso",
            "desc": "Transcending history and the world, a tale of souls and swords eternally retold.\n\nFour years have passed since the spirit sword, SoulCalibur defeated the evil Soul Edge. At the end of that fateful battle, the shards of the shattered Soul Edge were scattered across the world and SoulCalibur was lost to the void. Now, the evil that still resides in the scattered shards of Soul Edge threatens again to engulf the world in darkness.\n\nGuest starring exclusively for the Nintendo Gamecube: Link from the Legend of Zelda.",
            "releasedate": "20030827T000000",
            "developer": "Project Soul",
            "publisher": "Namco",
            "genre": "Fighting",
            "players": "2",
            "lang": "en"
        }
    ]
}
