{
    "games": [
        {
            "path": "./Crazy Taxi (USA).m3u",
            "desc": "Crazy Taxi is a 2000 Dreamcast action racing video game developed by Sega AM3 and released by Sega of America in the USA on February 2, 2000.\n\nIn Crazy Taxi, the player takes the role of a taxi driver who weaves his way through crowded streets, across sidewalks and even under water, in a wild and frantic race to deliver passengers on time. The courses are largely set inside cities crowded with general traffic and pedestrians (which can't be run over, they dive away). The main goal is to bring as many customers as possible to their destination in time. Available customers are marked through circles and the color represents the distance and the fare they offer. Green means long rides with plenty of money, and red ones are very short.",
            "releasedate": "20000202T000000",
            "developer": "Sega AM3 R&D Division",
            "publisher": "Sega of America, Inc.",
            "genre": "Action, Racing",
            "players": "1",
            "lang": "en"
        },
        {
            "path": "./Crazy Taxi 2 (USA).m3u",
            "desc": "Much like the original, the core gameplay in Crazy Taxi 2 centers around picking people up at destinations which are highlighted with colored rings, and dropping them off at stated destinations.\n\nCrazy Taxi 2 added multiple pickups, which enabled the player to carry multiple passengers, (previously it was restricted to one passenger per journey). The game also saw the introduction of the \"Crazy Hop\" feature, which allows the player to jump over certain surfaces to save time, as they taxi passengers around the locations. By performing moves such as the \"Crazy Hop\" and the \"Crazy Dash\", the driver accumulates tips from their passengers, which increases the total score.\n\nThis sequel includes a modified soundtrack with rock bands The Offspring and Methods of Mayhem. The game also has some online modes in the form of a scoreboard, and replay-sharing.",
            "releasedate": "20010529T000000",
            "developer": "Hitmaker",
            "publisher": "Sega of America, Inc.",
            "genre": "Action, Racing",
            "players": "1",
            "lang": "en"
        },
        {
            "path": "./D2 (USA).m3u",
            "desc": "In the middle of a raging blizzard, Laura opens her eyes to find herself inside a mountain cabin. She was saved by Kimberly, one of the passengers of the wrecked plane. Ten days have passed since the crash but Laura can remember nothing, not even her name. The door of the cabin opens and one of the terrorists enters. While Kimberly and Laura stare in horror, he transforms into a hideous monster. He is not the only one. Other crash survivors and locals have mutated into terrifying monstrosities and attacked people. Is there anyway to survive this living nightmare? At present it is shrouded in mystery.\n\nD-2 is a follow-up to D, though the two games are not directly connected to each other story-wise and also have significant differences in gameplay. D-2 combines a horror theme with shooter and role-playing elements. Exploring the vast snowy landscape and investigating the surroundings triggers extensive cutscenes that advance the narrative. The 3D engine allows free navigation around the world, though in-door locations have first-person navigation with limited movement. It is also possible to pilot a snowmobile, hunt for food, and capture photos.",
            "releasedate": "20000822T000000",
            "developer": "Warp Inc.",
            "publisher": "Sega",
            "genre": "Action, Shooter, Horror",
            "players": "1",
            "lang": "en"
        },
        {
            "path": "./Ecco the Dolphin - Defender of the Future (USA).m3u",
            "desc": "At the dawn of the 30th Century, dolphins and humans had been together in a cross-species society for 500 years. Together, they had set out to explore space, offering peace and friendship to all who would welcome it. But space had its dangers; a violent species known as the Foe decided to conquer Earth. However, the dolphins and humans drove them to the brink of defeat, and so the Foe sought vengeance on Earth. The few caretaker dolphins who had been left behind on Earth were not entirely defenseless; they were protected by their creation called the Guardian—a gigantic, sentient being made of a crystalline substance which projected a forcefield over the entire planet. Undeterred, the Foe made suicide attacks on the field, searching for a weak point.",
            "releasedate": "20000616T000000",
            "developer": "Appaloosa Interactive",
            "publisher": "Sega",
            "genre": "Adventure, Role-Playing, Puzzle",
            "players": "1",
            "lang": "en"
        },
        {
            "path": "./Fur Fighters (Europe).m3u",
            "desc": "A group of baby stuffed animals are kidnapped from their families by the Stupid Bears (an evil gang of stuffed teddy bears, of all things!), and it is up to the Fur Fighters to save the young ones.\n\nThe group that you control ranges from Kangaroos and Penguins to Cats and Dogs, all with their unique abilities and styles of fighting, which you must use to not only defeat the Stupid Bears, but complete puzzles and specific objectives along the way. You can control only one character at a time, but there are teleport areas so that you can change your character to one that can complete the tasks at hand.",
            "releasedate": "20000711T000000",
            "developer": "Bizarre Creations, Ltd.",
            "publisher": "Acclaim Entertainment, Inc.",
            "genre": "Action, Puzzle",
            "players": "4",
            "lang": "en"
        },
        {
            "path": "./Illbleed (USA).m3u",
            "desc": "Imagine, if you will, a berserk B-movie horror film producer with a twisted sense of humor who puts up a million bucks (fictitious, of course!) to anyone who can survive his 7 movie-themed worlds. It's a bloody mess of mutant monsters, over 1000 traps and items, and abject terror fused with B-movie humor. You must rely solely on the game's sensory feedback (eyesight, hearing, smell, sixth sense) and the hard-to-find \"Horror Monitor\" to survive the epic adventure! Illbleed delivers a badly needed transfusion to the \"been there, done that\" horror game genre.",
            "releasedate": "20010425T000000",
            "developer": "Crazy Games",
            "publisher": "AIA USA, Ltd.",
            "genre": "Horror",
            "players": "1",
            "lang": "en"
        },
        {
            "path": "./Jet Grind Radio (USA).m3u",
            "desc": "Jet Grind Radio (also known as Jet Set Radio) is a 2000 Dreamcast action sports video game developed by Smilebit and released by Sega of America in the USA on October 31, 2000.\n\nTokyo-to, a city not unlike Tokyo, somewhere in Asia, in the near future. This is the story about the GG's, one of three rival teenage gangs who ride motorized inline skates and are tagging the streets with graffiti. There is a turf war going on between the gangs GG's, the Poison Jam, and the high-tech freaks, the Noise Tanks. The evil Rokkaku Corporation has the corrupt police in their grasp, and, headed by Captain Onishima, the cops are hell-bent on subduing the unruly teen protagonists. But there is light in the darkness: the underground DJ, \"Professor K,\" and his Jet Set Radio station keep tabs on what is happening on the streets of Tokyo-to, and soon our teens will have something much darker than the police to worry about.",
            "releasedate": "20001031T000000",
            "developer": "Smilebit",
            "publisher": "Sega of America, Inc.",
            "genre": "Action, Sports",
            "players": "1",
            "lang": "en"
        },
        {
            "path": "./Kao the Kangaroo (USA).m3u",
            "desc": "A kangaroo named Kao was playing with his friends in his native Australia, when suddenly evil hunters appeared, put him in a cage, and took him away. They didn't know that Kao was quite proficient in the art of boxing, so freeing himself from the trap wasn't particularly hard. However, Kao finds himself far away from home, and must fight and hop his way back.\n\nKao the Kangaroo is a 3D platform action game. The gameplay adheres to the jump-and-run style, Kao having to rapidly traverse levels full of traps and enemies. His basic attack is a simple punch; he can also side-step and swing his tail at the enemies. Power-ups scattered through the stages include coins, a certain amount of which will increase Kao's life points; hearts to replenish his health; boxing gloves, which act as homing projectile attacks; and turbo boosts, which make Kao move faster.",
            "releasedate": "20010213T000000",
            "developer": "X-Ray",
            "publisher": "Titus Interactive, S.A..",
            "genre": "Action, Platform",
            "players": "1",
            "lang": "en"
        },
        {
            "path": "./Legacy of Kain - Soul Reaver (USA).m3u",
            "desc": "Soul Reaver is a third-person perspective action game with puzzle-solving and some platforming elements. The game follows Raziel on his quest to purge the land of vampires and take revenge on Kain and his brothers, leaders of the six clans. The player views the environments from behind Raziel's shoulder, moving him in any direction, climbing, attacking, jumping and using specific abilities. Raziel's can grip onto the edge of ledges and his torn wings allow him to glide gently downwards. He can also shift through the \"material\" world into the \"spectral\" realm at will, but must find specific locations in order to shift back. The two realms mirror one another, with distortions which give access to new areas and platforms. Existing in the material world drains Raziel's life energy at a constant rate.",
            "releasedate": "20000117T000000",
            "developer": "Crystal Dynamics, Inc.",
            "publisher": "Eidos Interactive",
            "genre": "Action, Adventure",
            "players": "1",
            "lang": "en"
        },
        {
            "path": "./Marvel vs Capcom 2 (USA).m3u",
            "desc": "Marvel vs. Capcom 2: New Age of Heroes is a fighting game, developed and published by Capcom. It is the fourth game in the Marvel vs. Capcom series of fighting games. With the fourth installment of this series, Capcom simplified the player controls to make the gameplay more accessible to the wider audience of casual players. The button configuration was trimmed down to 4 main buttons and 2 assist buttons. The game also features a different air-combo system and 3 on 3 tag, compared to the 2 on 2 tag from previous games in the series.",
            "releasedate": "20000630T000000",
            "developer": "Capcom",
            "publisher": "Capcom",
            "genre": "Fighting",
            "players": "2",
            "lang": "en"
        },
        {
            "path": "./Mortal Kombat Gold (USA).m3u",
            "desc": "Gameplay of Mortal Kombat Gold is largely based on that in Mortal Kombat 4 and includes several additional characters and stages not seen in Mortal Kombat 4 and a new weapon select mechanism. A second revision of the game, Hot New, was released about a month after the initial release intending to address some of the major issues in it. This version fixed the most severe bugs and glitches in the game and added the VMU memory card support, which allowed the save feature to function properly.",
            "releasedate": "19990909T000000",
            "developer": "Eurocom",
            "publisher": "Midway Games",
            "genre": "Fighting",
            "players": "2",
            "lang": "en"
        },
        {
            "path": "./Rayman 2 - The Great Escape (USA).m3u",
            "desc": "Rayman 2: The Great Escape is the sequel to Rayman, a 2D side-scrolling platform game. Unlike the previous game, Rayman 2 is entirely in free-roaming 3D environments, similar to Super Mario 64. Rayman has many unique abilities that can help him get around the world. In addition to being able to shoot his fists, he can use his hair to hover like a helicopter, and even glide on air currents in certain places. He can climb certain walls and ceilings and can even use his fists to swing from special purple Lums which are shaped like rings. Rayman also has many unique items at his disposal, such as powder kegs which can be carried or fly like jets, strange warheads with legs that he can ride and steer like bucking mules, and gigantic plums that can be thrown into the water to create new paths.",
            "releasedate": "20000323T000000",
            "developer": "Ubisoft Montpellier",
            "publisher": "Sega",
            "genre": "Action, Adventure, Platform",
            "players": "1",
            "lang": "en"
        },
        {
            "path": "./Resident Evil - Code Veronica (USA).m3u",
            "desc": "Resident Evil Code: Veronica takes up the story of Claire Redfield, a character from Resident Evil 2. In that game she was searching for her brother Chris (a missing S.T.A.R.S. member) and in Resident Evil Code: Veronica we follow her to Europe where she continues her search at Umbrella headquarters.",
            "releasedate": "20000229T000000",
            "developer": "Capcom",
            "publisher": "Capcom",
            "genre": "Action, Adventure, Horror",
            "players": "1",
            "lang": "en"
        },
        {
            "path": "./Re-Volt (USA).m3u",
            "desc": "Re-Volt is a radio control car racing themed video game released by Acclaim Entertainment in 1999. It made appearances on the PlayStation, PC, Nintendo 64 and Dreamcast, with a spinoff: RC Revenge for PlayStation and an enhanced port called RC Revenge Pro for PlayStation 2.",
            "releasedate": "19991217T000000",
            "developer": "Acclaim Studios London",
            "publisher": "Acclaim Entertainment, Inc.",
            "genre": "Racing",
            "players": "1",
            "lang": "en"
        },
        {
            "path": "./Skies of Arcadia (USA).m3u",
            "desc": "The story opens with a young Silvite woman named Fina sailing through the night skies in her tiny Silver airship. Not far behind her, Valuan Admiral Alfonso is in hot pursuit under orders from Lord Galcian to capture her. Alfonso opens fire on and disables Fina's ship long enough to capture her before it plummets into Deep Sky, but just as she is being brought onboard his warship, a Blue Rogue vessel arrives with the intent of robbing the Valuan vessel. Vyse and Aika of the Blue Rogues jump from the Albatross onto Alfonso's flagship and fight their way to the rear cargo hold, prompting Alfonso to flee on a lifeboat while leaving Fina behind along with the war beast Antonio, who is quickly defeated by the Rogues. Vyse and Aika bring Fina back to their clan's ship, which Vyse pilots back to their secret hideout, Pirate Island (disguised as a small village).",
            "releasedate": "20001005T000000",
            "developer": "Overworks",
            "publisher": "Sega",
            "genre": "Role-Playing",
            "players": "1",
            "lang": "en"
        },
        {
            "path": "./Sonic Adventure (USA).m3u",
            "desc": "Sonic Adventure is a 1999 Dreamcast third-person action-adventure platformer video game developed by Sonic Team and released by Sega of America in the USA on September 9, 1999.\n\nCenturies ago, the planet was bestowed the seven Chaos Emeralds. These emeralds were a source of unlimited power, and consequently it did not take long before wars broke out over who would control the Chaos Emeralds. There was also a Master Emerald, which was the controller of the Chaos Emeralds and could either negate or amplify the Chaos Emerald's power. One of the chao living near the shrine of the Emeralds accidentally made contact with the holy water in the shrine and mutated to become a peaceful creature that could use the power of water called Chaos and became the guardian of the rest of the chaos there. Later on, a tribe of echidnas, led by Pachamac, angered Chaos by attempting to steal the Chaos Emeralds, ruining the sanctuary it was protecting and attempted a mass massacre on the chao living there. They were all but completely destroyed within a single night and Chaos, in his fury, used the negative power of the Chaos Emeralds to transform into Perfect Chaos and slaughtered all the echidnas. Pachamac's daughter, Tikal, had pleaded with Pachamac but he refused to listen to her. Tikal then prayed to the Master Emerald after Perfect Chaos had left to destroy the entire world to seal herself with Chaos inside the Master Emerald.",
            "releasedate": "19990909T000000",
            "developer": "Sonic Team",
            "publisher": "Sega of America, Inc.",
            "genre": "Action, Adventure, Platform",
            "players": "2",
            "lang": "en"
        },
        {
            "path": "./Sonic Adventure 2 (USA).m3u",
            "desc": "Sonic Adventure 2 is a 2001 Dreamcast third-person action-adventure platformer video game developed by Sonic Team and released by Sega of America in the USA on June 19, 2001.\n\nAfter discovering the existence of a secret weapon mentioned in the diary of his grandfather, Gerald Robotnik, Dr. Eggman infiltrates a high-security G.U.N. facility in search of it. This \"weapon\", a black hedgehog named Shadow who claims that he is the \"Ultimate Life Form\", offers to help Eggman take over the world, telling him to rendezvous with him at the abandoned Space Colony ARK with more Chaos Emeralds. Shadow proceeds in stealing one of the emeralds, and G.U.N. officials mistake him for Sonic. Sonic is apprehended shortly after he confronts Shadow, who demonstrates to Sonic the Chaos Control technique.",
            "releasedate": "20010619T000000",
            "developer": "Sonic Team",
            "publisher": "Sega of America, Inc.",
            "genre": "Action, Adventure, Platform",
            "players": "2",
            "lang": "en"
        },
        {
            "path": "./Giana's Return.cdi",
            "desc": "Giana’s Return aims to be a worthy UNOFFICIAL sequel of \"The Great Giana Sisters\". There is an official sequel for Nintendo DS named 'Giana Sisters DS' ( https://www.giana-sisters.com/ ) and also has slightly more levels than Giana’s Return. In other words, it’s worth the money :)\n\nPLOT\nEvil Swampy and his followers have stolen the magic ruby, which made it once possible for Giana and Maria to return from their dream. Many creatures are after this ruby, but does it really has power, or was it just a coincidence? As this is not bad enough, Swampy fell in love at first sight with Giana’s sister Maria and shamelessly kidnapped her. She simply has been at the wrong place at the wrong time.You will now have to take on the role of Giana and get back the magic ruby. And most important of all, save your beloved sister Maria and get home save! Good Luck!",
            "releasedate": "20110101T000000",
            "developer": "Retroguru",
            "publisher": "Homebrew",
            "genre": "Platform, Unofficial",
            "players": "1",
            "lang": "en"
        },
        {
            "path": "./Volgarr.cdi",
            "desc": "Do you have what it takes to be the greatest Viking Barbarian Lord in the world? Return to the Golden Age of arcade gaming with all-new hardcore action experience that pulls no punches. Playing as Volgarr the Viking, use your sword and spear to slaughter your foes in bloody combat. Battle Gigantic bosses in every world and find secrets that lead to unknown paths. Holding onto Volgarr's gear is key; his very life depends on it.",
            "releasedate": "20150506T000000",
            "developer": "Crazy Viking Studios",
            "publisher": "Crazy Viking Studios",
            "genre": "Action, Platform",
            "players": "1",
            "lang": "en"
        }
    ]
}
