{
    "games": [
		{
            "path": "./Back to the Future - The Game (USA).wbfs",
            "desc": "Back to the Future: The Game is a graphic adventure game; the player controls Marty to explore the 3D environments using either the keyboard, mouse or game controller to move around. The player can have Marty examine objects, talk to non-player characters (initiating dialog through conversation trees), and perform specific actions in order to solve puzzles and progress the game. Some items can be picked up and stored in Marty's inventory, and then can be used later to interact with other characters or objects. The game provides a list of current goals for the player to complete to advance the game. The player can access a hint system, revealing one clue at a time from a number of cryptic clues for how to solve a specific puzzle.",
            "releasedate": "20101222T000000",
            "developer": "Telltale Games",
            "publisher": "Telltale Games",
            "genre": "Action, Adventure",
            "players": "1",
            "lang": "en"
        },
        {
            "path": "./Cursed Mountain (USA).wbfs",
            "desc": "After his brother, known for taking extreme risks, disappears in the Himalayas, Eric Simmons reluctantly heads off to the village of Lhando, his last known location. He has arranged to meet with his brother's employer - but the town is completely deserted. What's more, everything has been abandoned, and bodies lie rotting in the streets. The locals were desperate to get away from someone... or something - but who or what? Only by exploring Lhando and the the mountain, Chomolonzo, will Eric find the answers he seeks, and hopefully, his brother.",
            "releasedate": "20090825T000000",
            "developer": "Deep Silver Vienna",
            "publisher": "Deep Silver Vienna",
            "genre": "Adventure, Horror",
            "players": "1",
            "lang": "en"
        },
		{
            "path": "./Dawn of Discovery (USA).wbfs",
            "desc": "Designed from the ground up to maximize the interactivity of the DS stylus and Wii-mote, Dawn of Discovery appeals to players of all ages. Make your own history and expand your empire through a journey across the globe to explore, trade, and learn new technologies. Blaze your own path, or build your civilizations together with friends.",
            "releasedate": "20090623T000000",
            "developer": "Blue Byte Software, Related Designs",
            "publisher": "Ubisoft",
            "genre": "Simulation, Strategy",
            "players": "1",
            "lang": "en"
        },
		{
            "path": "./de Blob (USA).wbfs",
            "desc": "Battle against massive tank battalions, speedy I.N.K.T. racers and elite Inky soldiers on your quest to free the citizens of Chroma City. Avoid hot plates, electric shocks and inky turrets to create your own path to the impenetrable I.N.K.T. Fortress. Just remember that the struggle to reclaim Chroma City is to be fought on your terms. Remix the city in your own image using custom paints, patterns and soundtracks. Super-size your blob to attack larger and stronger enemies. Join the Color Revolutionaries to refine your skills while making a mess. The race to rescue Chroma City has just begun, and only de Blob can save the world from a black-and-white future.",
            "releasedate": "20080922T000000",
            "developer": "Blue Tongue Entertainment Pty, Ltd.",
            "publisher": "THQ",
            "genre": "Action",
            "players": "4",
            "lang": "en"
        },
        {
            "path": "./Disney Epic Mickey (USA).wbfs",
            "desc": "The key feature of the game is the magic paint brush, which Mickey wields, that has the ability to draw or erase objects, using paint and thinner respectively. For example, obstacles can be erased from physical existence using the thinner and then restored using the paint, or enemies can be befriended by revitalizing them with the paint or destroyed completely using the thinner. Mickey is also able to materialize objects from sketches, which have various effects. Two of the three sketches, the clock and the television, slow down time and distract enemies, respectively.[5] Both fluids have limited reserves, adding a strategic element to gameplay: players must compromise between making various tasks harder or easier to accomplish. However, the fluids automatically but slowly refill and power-ups that quickly replenish the fluids are available in certain areas.",
            "releasedate": "20101125T000000",
            "developer": "Junction Point Studios",
            "publisher": "Disney Interactive",
            "genre": "Adventure, Platform",
            "players": "1",
            "lang": "en"
        },
        {
            "path": "./Disney Epic Mickey 2 - The Power of Two (USA).wbfs",
            "desc": "Epic Mickey 2 takes place in a world based on classic and retired Disney characters and attractions. The story begins sometime after the conclusion of the original Epic Mickey, with Oswald and the other Wasteland characters starting to rebuild their world. A series of earthquakes threaten to undo the work, but the Mad Doctor appears and convinces Oswald to join forces and combat the new menace. Ortensia, Oswald's girlfriend, doesn't trust the Doctor, so she and Gus, Oswald's gremlin assistant, bring Mickey Mouse back to Wasteland to help.",
            "releasedate": "20121118T000000",
            "developer": "Junction Point Studios",
            "publisher": "Disney Interactive",
            "genre": "Adventure, Platform",
            "players": "2",
            "lang": "en"
        },
        {
            "path": "./Donkey Kong Country Returns (USA).wbfs",
            "desc": "Under the influence of a group of evil Tikis, the animals of Donkey Kong Island have raided Donkey Kong's banana hoard and stolen his stash of bananas - and being an ape of large appetites he understandably wants them back. Good thing that you are along for the ride. With Donkey Kong Country Returns, Retro Studios brings Donkey Kong back to a banana and platforming hungry public in a new side-scrolling adventure with familiar characters and new levels that reignite the passion players had for the Super NES original and all things Donkey Kong.",
            "releasedate": "20101209T000000",
            "developer": "Retro Studios",
            "publisher": "Nintendo",
            "genre": "Action, Adventure, Platform",
            "players": "2",
            "lang": "en"
        },
        {
            "path": "./Endless Ocean.wbfs",
            "desc": "Endless Ocean is the third installment in the Everblue series, games focused on exploring an underwater world. The main focus of the game is exploration of the game world and cataloguing the various species of animals found there. Endless Ocean slightly differs from its predecessors in that the traditional \"game elements\" have been mostly removed - where Everblue 2 set a goal for the player by having them search for treasure underwater, Endless Ocean is more freeform and just lets the player explore at their own pace. There are still treasures to find, but as Endless Ocean is mostly freeform exploration and has no overarching plot, the player is in no obligation to look for these items to progress through the game.",
            "releasedate": "20080121T000000",
            "developer": "Arika Co., Ltd.",
            "publisher": "Nintendo",
            "genre": "Adventure",
            "players": "1",
            "lang": "en"
        },
        {
            "path": "./Fire Emblem - Radiant Dawn.wbfs",
            "desc": "The sequel to 2005's Path of Radiance and the tenth game in the Fire Emblem series, Radiant Dawn takes place three years after the defeat of the Daein kingdom by Crimea.\n\nUnlike other Wii games, the main method of control is either through the classic controller or GameCube controller, since the action is wholly turn-based tactical combat, largely the same as the previous nine games. The game consists of 44 chapters and uses the same engine as Path of Radiance. There are three new weapon and magic types: Knife, Dark Magic and Strike.\n\nThe player must lead a band of heroes against the Begnion Empire's oppression of the defeated Daein, along with help from many of the heroes from Path of Radiance. The members of the Dawn group are the main heroes of the game, with a major role for Sothe, who was a child thief from the previous Fire Emblem game.",
            "releasedate": "20071105T000000",
            "developer": "Intelligent Systems Co., Ltd.",
            "publisher": "Nintendo",
            "genre": "Role-Playing, Strategy",
            "players": "1",
            "lang": "en"
        },
        {
            "path": "./James Cameron's Avatar - The Game.wbfs",
            "desc": "A third-person action video game prequel to James Cameron's Avatar. The game was developed by Ubisoft Montreal and released on the PlayStation 3, Xbox 360, Microsoft Windows, Wii and Nintendo DS on December 1, 2009, with a PSP version released later on December 7, 2009.[6][7] It uses the same technology as the film to be displayed in stereoscopic 3D.[8] As of May 19, 2010, the game has sold nearly 2.7 million copies.[9]\n\nSigourney Weaver, Stephen Lang, Michelle Rodriguez, and Giovanni Ribisi reprise their roles from the film. The casting and voice production for Avatar: The Game was handled by Blindlight.",
            "releasedate": "20091201T000000",
            "developer": "Ubisoft",
            "publisher": "Ubisoft Entertainment",
            "genre": "Action",
            "players": "1",
            "lang": "en"
        },
        {
            "path": "./Last Story, The (USA).wbfs",
            "desc": "Embroiled in seemingly endless conflict, the Empire has been slowly weakened by the relentless onslaught of enemy forces. Despite the debilitated state of the mainland, however, a virtually impenetrable last line of defense stands proud and keeps hope alive for all the land. That beacon of hope is Lazulis Island, ruled by the renowned Count Arganan. With the employment of an army of weapons that magically –and mysteriously-- concentrates beasts into a single region, his island has become a small wonder for its powers.\n\nAmong those coming to the island to seek their fortune is Zael, a young man who at an early age was orphaned when his homeland became one of the many victims of battle. Though he and his band of fellow mercenaries often face disdain and fear as they are perceived to be of a lower class, they manage to catch the eye of none other than Count Arganan himself. If they can successfully complete the tasks put before them by the Count, they may have a rare chance to gain the most honorable status that they have only dreamed of - knighthood.\n\nIt is during one of these missions bestowed upon them that Zael discovers a hidden site, one which grants him a wondrous and yet familiar power to gather his enemies in one place…",
            "releasedate": "20120814T000000",
            "developer": "Mistwalker",
            "publisher": "XSEED Games",
            "genre": "Action, Role-Playing",
            "players": "4",
            "lang": "en"
        },
        {
            "path": "./Legend of Zelda, The - Skyward Sword (USA).wbfs",
            "desc": "A Link to the Future\n\nOne of the most storied franchises in history soars to new heights. The Legend of Zelda™: Skyward Sword shakes up the tried-and-true adventure game formula and marks a turning point for the franchise. The introduction of full motion controls to the series enabled by Wii MotionPlus™ technology enhances player movements while offering the most intuitive play control of any game in the series to date.\n\nFEATURES:\n* The Legend of Zelda: Skyward Sword boasts the most realistic sword combat of any game to date, turning every encounter into a challenge of both brains and brawn. Wii MotionPlus technology accurately translates the angle of every sword slice, effectively putting Link's blade in the player's hand. Analyzing enemy attack and defense tendencies and counteracting with precise swings of the sword provide a satisfying experience that blends puzzle-solving with a new and distinctly unique combat system.\n* Explore a massive, multilayered world that seamlessly blends soaring exploration in a sea of clouds with intense ground-based adventuring that blurs the line between the main world and traditional Zelda dungeons. Link soars through the skies on the back of a noble bird and dives beneath the clouds to the continent below in an epic quest that lays the foundation for the events in the critically acclaimed The Legend of Zelda: Ocarina of Time.\n* Prepare for intense puzzle-solving as only The Legend of Zelda games can deliver. Exploration of the forests, volcanoes and deserts requires players to think on their feet as they solve puzzles, overcome obstacles and escape deadly traps. Once they find their way to each dungeon, they are confronted by even more puzzles guarded by fiendish enemies.\n* The Legend of Zelda: Skyward Sword redefines the traditional Zelda framework and introduces an arsenal of items, upgrades and rewards unlike any game in the franchise to date. The adventure guides players into, out of and back to dungeons and areas they've already completed. Along the way, Link gathers a massive inventory of peculiar items and resources that can be used to upgrade many of his weapons and equipment.\n* A Wii Remote Plus controller or Wii MotionPlus accessory is required to play The Legend of Zelda: Skyward Sword.",
            "releasedate": "20111120T000000",
            "developer": "Nintendo",
            "publisher": "Nintendo",
            "genre": "Action, Adventure, Role-Playing",
            "players": "1",
            "lang": "en"
        },
        {
            "path": "./Little King's Story (USA).wbfs",
            "desc": "Little King’s Story is an original single player simulation Role-Playing Game designed and developed by some of the most respected names in the gaming industry. Featuring the efforts of Yasuhiro Wada (creator: Harvest Moon), Hideo Minaba (Art Director: Final Fantasy XII), and Youichi Kawaguchi (Main Programmer: Dragon Quest VIII), Little King’s Story combines life-simulation, real-time strategy, and adventure elements along with an enchanting storyline to offer a new and unique gaming experience on the Wii platform.",
            "releasedate": "20090721T000000",
            "developer": "CING, Inc.",
            "publisher": "XSEED Games",
            "genre": "Role-Playing, Strategy",
            "players": "1",
            "lang": "en"
        },
        {
            "path": "./Lost in Shadow.wbfs",
            "desc": "Lost In Shadow mixes unique platform elements and levels of puzzling, to challenge the player. The combination of light and shadow creates a unique blend of game styles, with the shadow boy altering shapes of surrounding objects shadows, creating walkways to previously inaccessible areas, and adventuring into a world never before seen on Wii.",
            "releasedate": "20110104T000000",
            "developer": "Hudson Soft",
            "publisher": "Hudson Entertainment, Inc.",
            "genre": "Platform",
            "players": "1",
            "lang": "en"
        },
        {
            "path": "./MadWorld (USA).wbfs",
            "desc": "From renowned developer PlatinumGames comes a highly stylized, over-the-top brawler created exclusively for the Wii. A terrorist group known as the Organizers has taken over Varrigan City, forcing all citizens into their insane “Death Watch” game, where “kill or be killed” is the only rule. As Jack, a mysterious game participant, you will use imaginative tactics to pummel opponents and battle in vicious hand-to-hand combat with daggers, bats, chainsaws and more using the arcade-style controls of the Wii Remote. The bloodiest, most creative kills earn the most points and increase the chances that Jack can save the terrorized city – let the games begin!",
            "releasedate": "20090310T000000",
            "developer": "PlatinumGames",
            "publisher": "Sega of America, Inc.",
            "genre": "Action",
            "players": "2",
            "lang": "en"
        },
        {
            "path": "./Mario Kart Wii.wbfs",
            "desc": "Mario Kart Wii is a 2008 Wii racing video game developed by Nintendo EAD and released by Nintendo of America in the USA on April 27, 2008.\n\nMario and friends once again jump into the seat of their go-kart machines for the first Wii installment of this popular franchise. New features this year are an online racing mode, new motorbike vehicle types, a special balancing system for new and veteran players, and (in its initial release) a special Mario Kart wheel packaged with the game.",
            "releasedate": "20080427T000000",
            "developer": "Nintendo EAD",
            "publisher": "Nintendo of America, Inc.",
            "genre": "Racing",
            "players": "4",
            "lang": "en"
        },
        {
            "path": "./Mario Party 8.wbfs",
            "desc": "All new features/boards! Mario Party for Wii also includes dozens of new mini-games, six new party boards and many new game modes. In a series first, players can transform their characters into many forms, such as player-smashing boulders and coin-sucking vampires. Mario Party Wii includes \"extra large\" mini games like Star Carnival Bowling and Table Menace. One to four players can play Mario Party, each with a Wii Remote.",
            "releasedate": "20080529T000000",
            "developer": "Hudson Entertainment, Inc.",
            "publisher": "Nintendo",
            "genre": "Puzzle",
            "players": "4",
            "lang": "en"
        },
        {
            "path": "./Mario & Sonic at the London 2012 Olympic Games (USA).rvz",
            "desc": "Mario & Sonic at the London 2012 Olympic Games is a collection of numerous events based on the Olympic Games. Mario & Sonic brings together the two titular characters and eighteen more from both franchises to participate in environments based on the official venues of the 2012 Summer Olympics in London. The characters are divided into four categories: all-around, speed, power, and skill.",
            "releasedate": "20111115T000000",
            "developer": "Sega",
            "publisher": "Sega",
            "genre": "Sports",
            "players": "4",
            "lang": "en"
        },
        {
            "path": "./Mario Sports Mix.wbfs",
            "desc": "The games include volleyball, hockey (both field and ice), dodgeball, and basketball in the vein of the two companies' earlier collaboration, Mario Hoops 3 on 3. There are power-up items which give advantages to the team that attains them. Each game has an Exhibition mode, in which up to four human players compete in individual matches, and Tournament mode, where up to three players play matches in a tournament structure, with modes of difficulty named Mushroom, Flower and Star.\n\nMario Sports Mix also includes several party games based on the mechanics of each sport. Smash Skate is based on Hockey, Bob-omb Dodge is based on Dodgeball, Feed Petey is based on Basketball, and Harmony Hustle is based on Volleyball.",
            "releasedate": "20110207T000000",
            "developer": "Square Enix",
            "publisher": "Nintendo",
            "genre": "Sports",
            "players": "4",
            "lang": "en"
        },
        {
            "path": "./Metroid Prime - Trilogy.wbfs",
            "desc": "Metroid Prime 3: Corruption set a new standard for first-person motion controls in video games. Now it's bringing those controls to the rest of the celebrated series, allowing players to experience the entire Metroid Prime story arc with the peerless precision of the Wii Remote. Nintendo announces Metroid Prime Trilogy, a new premium three-game collection for the Wii console that bundles all three landmark Metroid Prime games onto one disc and revamps the first two installments with intuitive Wii Remote controls, wide-screen presentation and other enhancements.\n\nEach game maintains its original storyline and settings, but now Metroid Prime and Metroid Prime 2: Echoes let players use their Wii Remote to aim with precision as heroine Samus Aran. Based on the breakthrough control system that debuted in Metroid Prime 3: Corruption, these new Wii controls bring an entirely new level of immersion and freedom to these milestone games.",
            "releasedate": "20090824T000000",
            "developer": "Retro Studios",
            "publisher": "Nintendo",
            "genre": "Action, Adventure, Shooter, Platform",
            "players": "1",
            "lang": "en"
        },
        {
            "path": "./Monster Hunter Tri.wbfs",
            "desc": "Monster Hunter Tri depicts an ecosystem where man co-exists with fantastic beasts that roam both the land and the sea. Featuring both online and offline cooperative modes, players can join online hunting parties with up to four players or play with two players on a single TV for select quests. Players also have the option to face Monster Hunter Tri's quests as a single player experience accompanied by Cha-Cha, an AI hunting partner whose tracking and trapping skills will prove invaluable in the hunt.",
            "releasedate": "20100420T000000",
            "developer": "Capcom",
            "publisher": "Capcom",
            "genre": "Action, Adventure, Role-Playing",
            "players": "4",
            "lang": "en"
        },
        {
            "path": "./Munchables, The (USA).wbfs",
            "desc": "When vegetables go bad!\n\nThe player controls creatures of insatiable appetite, using their gurgitating prowess to consume an army of invading Tabemon Space Pirates, each of whom bears an uncanny resemblance to various foods.",
            "releasedate": "20090526T000000",
            "developer": "Bandai Namco Entertainment",
            "publisher": "Bandai Namco Entertainment",
            "genre": "Action, Platform",
            "players": "2",
            "lang": "en"
        },
        {
            "path": "./Muramasa - The Demon Blade.wbfs",
            "desc": "Based on ancient Japanese lore, Murumasa: The Demon Blade plunges players into the mystical Genroku era, ruled by the skilled shogun Tsunayoshi Tokogawa. But this culture is threatened; Tokugawa's thirst for power leads to a conflict over the enormously powerful, though cursed, Demon Blades. Used in hatred, drenched in blood, the cursed blades condemn those who use them to tragedy, madness, and untimely deaths. As chaos spreads, denizens from the netherworld breach their realm as these malevolent swords summon evil spirits -- and the Dragon and Demon Gods as well.\n\nFeaturing hand-drawn 2D art reflecting the heritage and tone of the storyline, Muramasa: The Demon Blade transports players into a little known mythology, envisioned by the creators of the critically acclaimed Odin Sphere. Players take on the role of a male ninja or female kunoichi, utilizing their ninja prowess to traverse the clever side-scrolling levels that feature vertical progression as well as the traditional horizontal stage advancement.",
            "releasedate": "20090908T000000",
            "developer": "Vanillaware",
            "publisher": "Marvelous",
            "genre": "Action, Role-Playing",
            "players": "1",
            "lang": "en"
        },
        {
            "path": "./New Super Mario Bros Wii (USA).wbfs",
            "desc": "New Super Mario Bros. Wii is a 2009 Wii side-scrolling platformer video game developed by Nintendo EAD and released by Nintendo of America in the USA on November 15, 2009.\n\nRun and jump to your way to fun with Mario & friends!\n\nDevelopers at Nintendo have dreamed of creating a simultaneous multiplayer Super Mario Bros. game for decades. The Wii console finally makes that dream come true for everyone. Now players can navigate the side-scrolling worlds alone as before or invite up to three others to join them at the same time on the same level at any point in the game for competitive and cooperative multiplayer fun. With the multiplayer mode, the newest installment of the most popular video game franchise is designed to bring yet another type of family entertainment into living rooms and engage groups of friends in fast-paced Super Mario Bros. fun.\n\n- New Super Mario Bros. Wii offers a combination of cooperation and competition. Players can pick each other up to save them from danger or toss them into it.\n\n- Mario, Luigi and two Toads are all playable characters, while many others from the Mushroom Kingdom make appearances throughout the game. Players can even ride different Yoshi characters and use their tongues to swallow enemies, items and even balls of fire.\n\n- In some areas, players use the motion abilities of the Wii Remote™ controller. The first player to reach a seesaw might make it tilt to help his or her character reach a higher platform – or might make it tilt incorrectly just to mess with other players.\n\n- New items include the propeller suit, which will shoot players high into the sky with just a shake of the Wii Remote, and Mario’s new ability to transform into Penguin Mario.\n\n- At the end of each stage during the coin battle multiplayer mode, players are ranked based on the number of coins they have collected.",
            "releasedate": "20091115T000000",
            "developer": "Nintendo EAD",
            "publisher": "Nintendo of America, Inc.",
            "genre": "Platform",
            "players": "4",
            "lang": "en"
        },
        {
            "path": "./Overlord - Dark Legend.wbfs",
            "desc": "Overlord: Dark Legend is a 2009 action role-playing game developed by Climax Studios and published by Codemasters for the Wii. The game was released on 23 June 2009 in North America, 26 June in Europe, and 2 July in Australia.[1][2]\n\nDark Legend is a spinoff of the 2007 video game Overlord, and is set as a prequel. The gameplay is similar to Overlord, but presents some differences. While the game does not have several features of the original game or its sequel, Overlord II, it offers some new content and a new gameplay style taking advantage of the Wii controller.\n\nReviews of the game are mixed: praising the humour, story, and controls of the game, but finding problems with the animation, short game length, and lack of complexity or difficulty.",
            "releasedate": "20090623T000000",
            "developer": "Climax Action",
            "publisher": "Codemasters",
            "genre": "Action, Role-Playing",
            "players": "1",
            "lang": "en"
        },
        {
            "path": "./Pandora's Tower (USA).wbfs",
            "desc": "Pandora's Tower focuses on Aeron's travels into thirteen towers to break a curse on Elena that is transforming her into a beast, using his magical sword and chain. A certain set of these monsters are referred to as beasts, as their flesh can be used to temporarily reverse the effects of the curse. The primary objective of the game is to acquire the 'Master Flesh' from each tower's master beast, as this is the only way to break the curse. Players only have a certain amount of time in the towers before Elena's curse worsens (displayed as a meter on the player's screen) and the player is forced to exit the tower in order to give Elena flesh; thus it is important for the player to take shortcuts in order to reach the top as well as to go back.",
            "releasedate": "20120416T000000",
            "developer": "Ganbarion",
            "publisher": "Nintendo",
            "genre": "Action, Role-Playing",
            "players": "1",
            "lang": "en"
        },
        {
            "path": "./Rayman Origins (USA).wbfs",
            "desc": "Rayman Origins is a comic adventure set in a lush 2D world brimming with unexpected secrets and outlandish enemies. The Glade of Dreams is overrun by the \"nefurrious\" Darktoons. The Fairy Council seeks Rayman's help to save the day. Rayman receives the aid of his best friend Globox as well as two crafty wizards, the Teensies. Together the world's most hilarious team of heroes sets out to restore peace to the Glade before their beloved home is destroyed. Rayman Origins supports four-player jump-in-and-jump-out co-op gameplay. The game offers a massive universe to explore, with more than 100 characters, 12 unique worlds, and more than 60 levels of platforming gameplay designed for all ages and play styles. Unlock new abilities and moves as you progress through the game. All members of your team will discover new unique abilities, including swimming, diving, slapping, and the sensational \"HarilyCopter.\"",
            "releasedate": "20111115T000000",
            "developer": "Ubisoft Montpellier",
            "publisher": "Ubisoft Entertainment",
            "genre": "Action, Platform",
            "players": "4",
            "lang": "en"
        },
        {
            "path": "./Resident Evil 4.wbfs",
            "desc": "A remake of the blockbuster survival horror game, fourth entry in the Resident Evil universe not only takes players out of the country on a recovery mission but also into the arms of a whole new enemy. As Leon Kennedy, players will explore a town overrun by cultists, mutants and mind-controlled villagers, using the Wii Remote to aim, fire, slash and avoid oncoming adversaries with intuitive motions and movements. Added Wii Remote and Nunchuck support allows players to immerse themselves in the game as never before. This package includes the original game (with tuned-up control for the Wiimote) plus the playable bonus Ada Wong side-story, The Another Order not available in the original GameCube version.",
            "releasedate": "20070619T000000",
            "developer": "Capcom",
            "publisher": "Capcom",
            "genre": "Action, Adventure",
            "players": "1",
            "lang": "en"
        },
        {
            "path": "./Sonic Colors.wbfs",
            "desc": "Sonic Colours, titled Sonic Colors in some markets is a platform game in the Sonic the Hedgehog series. It was first announced on May 26, 2010, in a press release by Sega for Italy, and it included a teaser trailer. The game was released for the Wii and Nintendo DS on November 11, 2010, in Australia, November 12, 2010, in Europe, November 16, 2010, in North America[4] and November 18, 2010, in Japan.",
            "releasedate": "20101116T000000",
            "developer": "Sonic Team",
            "publisher": "Sega of America, Inc.",
            "genre": "Action, Adventure, Platform",
            "players": "2",
            "lang": "en"
        },
        {
            "path": "./Spider-Man - Shattered Dimensions.wbfs",
            "desc": "Each universe's Spider-Man has a unique fighting technique that distinguishes him from the others. Amazing Spider-Man uses a combination of melee and web-attacks, such as web hammers designed to combine webbing with the environment, mixing up-close and long range combat. Spider-Man Noir uses stealth and timing to silently defeat his enemies in combat",
            "releasedate": "20100928T000000",
            "developer": "Beenox Studios",
            "publisher": "Activision",
            "genre": "Action, Adventure",
            "players": "1",
            "lang": "en"
        },
        {
            "path": "./Spore Hero (USA).wbfs",
            "desc": "Enjoy maximum replay value as you evolve your Spore Hero, then return to explore early areas of the game with new powerful items and abilities.\nCombination sim/rpg gameplay and the first release in the 'Spore' franchise on the Wii gaming platform.\nCreate and evolve your own hero with over 250 collectable parts and special abilities. Spore?s revolutionary Creature Creator is brought to life with Wii enhanced controls.\nFight using your Wii Remote as you spit poison, fire spikes, dive bomb, and bite your enemies. Unlock combos and new fighting skills as you take on dangerous creatures all over the planet.\nPlay against a friend in a local versus mode as you bring your wildest Spore creatures into battle in versus multiplayer action.",
            "releasedate": "20091006T000000",
            "developer": "EA Montreal",
            "publisher": "EA Games",
            "genre": "Life Simulation",
            "players": "2",
            "lang": "en"
        },
        {
            "path": "./Super Mario Galaxy (USA).wbfs",
            "desc": "Super Mario Galaxy is a 2007 Wii third-person action-adventure platformer video game developed by Nintendo EAD Tokyo and released by Nintendo of America in the USA on November 12, 2007.\n\nExperience a gravity-defying adventure!\n\nBecome Mario as he traverses gravity-bending galaxies, traveling in and out of gravitational fields by blasting from planet to planet. Players experience dizzying perspective shifts as they run upside down through wild alien worlds that need to be seen to be believed. Whether you're surfing on a ray across an ocean in the clouds, rolling on a ball through a treacherous garden, or floating in a bubble over a poisonous swamp, there's no limit to the cosmic challenges you'll encounter!\n\n* Shake it! Controlling Mario is as simple as can be with the Wii Remote and Nunchuk. Move Mario with the Control Stick and shake the Wii Remote to perform a spin move or cue Ring Stars that launch you to and from planetary objects. You can even point at bits of stardust to collect them or latch onto Beam Stars to blaze a magnetic trail through the heavens.\n\n* Mario can run, tiptoe, jump, triple-jump, backflip, and long-jump, but what he'll do most is spin. By shaking the Wii Remote, players make Mario spin around with fists outstretched, allowing him to pummel enemies and cue Star Rings that launch him from planet to planet.\n\n* He can also find plenty of power-ups: A Bee Mushroom turns him into Bee Mario, allowing him to fly for short periods of time and cling to honeycombs. A Boo Mushroom turns him into Boo Mario, allowing him to float and turn invisible to pass through mesh gates.\n\n* He'll constantly collect bits of stardust. These can be fired at enemies using the B Button. A second player can even take on this role, using a second Wii Remote to stall enemies, fire stardust, or even sweep aside projectiles.",
            "releasedate": "20071112T000000",
            "developer": "Nintendo EAD Tokyo",
            "publisher": "Nintendo of America, Inc.",
            "genre": "Action, Adventure, Platform",
            "players": "2",
            "lang": "en"
        },
        {
            "path": "./Super Mario Galaxy 2 (USA).wbfs",
            "desc": "Super Mario Galaxy 2 is a 2010 Wii third-person action-adventure platformer video game developed by Nintendo EAD Tokyo and released by Nintendo of America in the USA on May 23, 2010.\n\nPrepare for liftoff with Mario and Yoshi!\n\nIn 2007, Super Mario Galaxy took the world of video games by storm. Now this first true Mario sequel in years re-energizes the franchise with new levels and new power-ups. Plus this time Mario gets to team up with his dinosaur buddy Yoshi, who adds new possibilities to the gravity-defying game play. It's everything you love about the first game and more.\n* Mario collects stars as he travels from galaxy to galaxy. Every level is new, but the game retains the charm, sense of wonder and beauty in line with Mario's history. Mario works his way through the various levels, sometimes upside-down, sometimes floating from place to place.\n* On some stages, Mario can find an egg, smash it open and hop onto the back of Yoshi. Yoshi can use his tongue to grab items and shoot them back at enemies, or to snag attach points and swing across chasms.\n* Yoshi has an interesting diet. When he eats a Dash Pepper, he gets so hot and frenzied he can run up steep inclines and vertical walls. When he eats a Blimp Fruit, he inflates like a balloon and floats to new heights.\n* New power-ups include a drill that Mario uses to tunnel through the planet's surface all the way to the other side of a planet.\n* Skilled players will want to collect new Comet Metals, which will unlock harder levels with even more challenges.",
            "releasedate": "20160311T000000",
            "developer": "Nintendo",
            "publisher": "Nintendo of America, Inc.",
            "genre": "Action, Adventure",
            "players": "2",
            "lang": "en"
        },
        {
            "path": "./Super Paper Mario (USA).wbfs",
            "desc": "Platform-jumping, brick-smashing, goomba-stomping Mario adventures are back!\n\nMario and Luigi are enjoying a lazy afternoon at their house when they hear the terrible news: Princess Peach has been kidnapped! The two brothers head straight for Bowser's castle to get her back, but Bowser is just as surprised about Peach's kidnapping as they are. At that moment, a strange top-hatted villain warps in and abducts everyone but Mario. The mysterious villain then forces Peach and Bowser to get married, creating a rift of dark energy that threatens to tear the universe apart! Only Mario can save the day...but he can't do it alone.\n\nWhat at first glance appears to be your classic 2-D adventure ripped straight from the stylized pages of the Paper Mario universe, soon turns into an hysterical 3-D action game possible only on Wii!\n\nEarly on, the 2-D side-scrolling game play appears to be reminiscent of New Super Mario Bros. But as soon as Mario learns the ability to flip between dimensions, players will be constantly flipping between 2-D and 3-D to pass perilous pits, find hidden coins and passages, and talk to characters who are visible only in 3-D.\n\nBottom Line\n\nSuper Paper Mario's gameplay and smooth controls, plus its innovative 2D-to-3D effect, make for one of the best platformers in several years. Its adventurous anthems seem to have the uncanny ability of pulling players back in a quest for mastery. It's a Mario title anyone can play.\n\nFeatures\n\n* 2-D...AND 3-D! Run through vibrant 2-D worlds, stomping on enemies and breaking blocks....then, with the press of a button, flip into 3-D! In the 3rd dimension, you'll find hidden paths, battle foes, and uncover secrets as you explore the previously invisible depth of the 2-D landscapes!\n\n* Unique Wii controls! Hold the Wii Remote sideways and control the game in classic Super Mario Bros. style! You can shake the Wii Remote to pull off stylish moves and break out of frigid ice and even point directly at the screen to get helpful hints from your sidekick. Not only that, but you'll also play as Peach and Bowser, both with their own sets of essential skills.\n\n* Hilarious adventure! When a mysterious villain kidnaps Peach and Bowser and forces them to get married, their union creates a rift of dark energy that threatens to tear the universe apart! Hilarious characters, laugh-out-loud plot twists, and unforgettable dimensions await as Mario makes his way through eight worlds, each more memorable than the last.",
            "releasedate": "20070409T000000",
            "developer": "Intelligent Systems Co., Ltd.",
            "publisher": "Nintendo",
            "genre": "Action, Role-Playing, Platform",
            "players": "1",
            "lang": "en"
        },
        {
            "path": "./Super Smash Bros. Brawl (USA).rvz",
            "desc": "Super Smash Bros. Brawl is a fighting game for the Wii. This is the third installment in the Super Smash Bros. series and the follow-up to Super Smash Bros. Melee for the Nintendo GameCube. It was designed by Masahiro Sakurai, who also made the preceding Super Smash Bros. games, and developed by a team that was specifically created for it. The game uses a game engine called Havok that mainly focuses on the game physics, which was provided by an Irish company of the same name.",
            "releasedate": "20090101T000000",
            "developer": "Sora Ltd.",
            "publisher": "Nintendo",
            "genre": "Action, Adventure, Fighting",
            "players": "4",
            "lang": "en"
        },
        {
            "path": "./Wario Land - Shake It! (USA).wbfs",
            "desc": "Wario Land: The Shake Dimension is a platform game and uses a similar gameplay style to that of Wario Land 4. The Shake Dimension (called Yuretopia in the Japanese version) is split into five continents. Each continent holds six stages (4 standard, 2-3 hidden) and a boss. It is Wario's duty to complete the stages and defeat the bosses at the end of the continent: Rollanratl, Hot Roderick, Chortlebot, Bloomsday (called Scumflower in the European version), Large Fry, and the Shake King. Most stages have secret passages and each contains three treasure chests and several sub-missions; i.e. gathering a certain amount of coins, finishing the stage in a certain amount of time, not taking any damage, etc. Wario's main goal is to free the Merfles, a small character who is trapped in every stage. Once Wario has collected him, he must back track through the stage in a limited time (this is not applicable in Subwarine levels). The Merfles hold signs that help you get back to the starting gate.",
            "releasedate": "20080922T000000",
            "developer": "Good Feel",
            "publisher": "Nintendo",
            "genre": "Platform",
            "players": "1",
            "lang": "en"
        },
        {
            "path": "./Xenoblade Chronicles (USA, Asia).wbfs",
            "desc": "Life in the world evolved on the bodies of two giant motionless world-gods named Bionis and Mechonis. In this world, Shulk, a young man with mysterious origins, comes across a magical sword named Monado, that allows him to see glimpses of the future. Shulk finds himself caught in the struggle between the humans from Bionis and the machines from Mechonis. Along his quest to defeat the machines he will have to help the inhabitants of Bionis rebuild their world.\n\nXenoblade Chronicles is a Japanese-style role-playing game with several distinguishing characteristics. Exploring the vast world takes a significant part in the gameplay. Weather and day/night cycle influence the availability of quests and characters. In such an open world it is not uncommon to encounter creatures much stronger than what Shulk and his allies can manage. When the player dies he is teleported to the last save point with no penalty. Objectives can be completed in any order and many side quests are available. \n\nThe fighting system resembles the one from Final Fantasy XII. There is no \"battle screen\"; battles happen directly in the open field without transition. During the battle attacks are launched automatically at regular intervals. The player selects his actions via a menu. Aside from Shulk, the player can control a team of characters with various abilities. Team attacks are available to inflict extra damage. However, once the player enters a battle, characters cannot be switched, and all other allies are AI-controlled.\n\nAlso Available\nCollector's Edition",
            "releasedate": "20120406T000000",
            "developer": "Monolith Software, Inc.",
            "publisher": "Nintendo of America, Inc.",
            "genre": "Action, Role-Playing",
            "players": "1",
            "lang": "en"
        }
    ]
}
