{
    "games": [
        {
            "path": "./Spirit Harvest.n64",
            "desc": "Spirit Harvests is a homebrew game for the N64 by Team Spirit Walkers and released on 30 Oct 2022 for the 2022 64brew Game jam. The game has you explore a creepy haunted environment as a spirit walker.",
            "releasedate": "20221030T000000",
            "developer": "Spirit Walkers",
            "publisher": "N64 Squid, Homebrew",
            "genre": "Adventure, Platform, Horror, Unlicensed",
            "players": "1",
            "lang": "en"
        },
        {
            "path": "./Styx.z64",
            "desc": "You are Albert. Albert shows up every morning to the warehouse Styx to work his bones and collect his pay. Tony is your unforgiving warehouse manager and if you drop too many items, a ghost will haunt your soul.\n\nNow many Styx customers are Prime Members and they expect their skulls, pumpkins, candles, and rats NEXT DAY for FREE. It is your duty and purpose to get them what they want. So go get em, Albert.",
            "releasedate": "20221030T000000",
            "developer": "James Lambert",
            "publisher": "N64 Squid, Homebrew",
            "genre": "Strategy, Life Simulation, Unlicensed",
            "players": "1",
            "lang": "en"
        },
        {
            "path": "./Super Snooper Spookers.z64",
            "desc": "Super Snooper Spookers is a Nintendo 64 homebrew game by CardboardBox released on 30 Oct 2022 for the 2022 64brew Game jam. In this game, you play as a Spooker and you need to save Snoopers by spooking them away from danger.",
            "releasedate": "20221030T000000",
            "developer": "CardboardBox",
            "publisher": "N64 Squid, Homebrew",
            "genre": "Adventure, Horror, Unlicensed",
            "players": "1",
            "lang": "en"
        },
        {
            "path": "./Wizard of the Board.z64",
            "desc": "It is a shitty time.The harvests are poor, and monsters roam freely across the land.Chosen by lot, warriors are trained from birth in the mystic artes. A warrior must be learned in cunning, strategy, and swiftness for their final lonesome trial when they come of age. To prevail as a warrior is to scale the Demon's Spire, lair of the Shadow Queen. Many have entered,  but few have returned. If one prevails over the trial, if one succeeds at their task, they shall be known as a Wizard of the Board.",
            "releasedate": "20211208T000000",
            "developer": "Daniel Savage",
            "publisher": "N64 Squid, Homebrew",
            "genre": "Strategy, Unlicensed",
            "players": "1",
            "lang": "en"
        },
        {
            "path": "./Telocation Gemini.n64",
            "desc": "Telocation: Gemini (sometimes just Telocation) is a Nintendo 64 homebrew game by the Ultra Rare team and released on 13 December 2020. In it, you control a crashlanded space cadet that befriends a robot and who work together to gather gems and escape the planet. This game was made for the 64brew game jam 2020 , and won 1st place. Well done!\n\nCommander Smaldrin is stranded out in deep space without the fuel he needs to get home. His luck has not entirely run out when he discovers an abandoned mining base nearby with the crystals he needs to complete his journey. Upon reaching the surface he discovers a robot to help him navigate the old mining facility.",
            "releasedate": "20201213T000000",
            "developer": "Ultra Rare",
            "publisher": "N64 Squid, Homebrew",
            "genre": "Puzzle, Platform, Unlicensed",
            "players": "1",
            "lang": "en"
        },
        {
            "path": "./Alien Sun.z64",
            "desc": "Short platformer demo for N64Brew Jam. You are a space explorer searching for a comfortable planet to take your vacation. You find the perfect planet within the perfect solar system: a planet with a high composition of water that's tidally locked with its sun. The seasons and sunlight on this planet don't change with time, only based on your location.\n\nYou pinpoint a spot on the planet in a permanent summer. As you leap from your ship down to the surface, a strong solar wind pushes you around to the dark side of the planet! Fortunately your readings detect a fast path through the planet's aquatic core to the sunny side. Can you make it through to your vacation spot in time for a picnic, while collecting enough crystals to power your ship for the ride home?",
            "releasedate": "20230821T000000",
            "developer": "9nova",
            "publisher": "N64 Squid, Homebrew",
            "genre": "Platform, Unlicensed",
            "players": "1",
            "lang": "en"
        },
        {
            "path": "./Lunar Assault 64.n64",
            "desc": "Lunar Assault 64 is a Nintendo 64 homebrew game by the Daniel Savage & team and released on 13 December 2020. It is a 3rd/1st person shooter where you have to save the moon from lunar beasts. LA64 was submitted for the 64brew game jam 2020 , and won 3rd place, tied with The Swoop 64. Fantastic!",
            "releasedate": "20201213T000000",
            "developer": "Daniel Savage",
            "publisher": "N64 Squid, Homebrew",
            "genre": "Action, Shooter, Unlicensed",
            "players": "1",
            "lang": "en"
        },
        {
            "path": "./Mission Lost Control.z64",
            "desc": "The year is 2026, do you know where your pets are? This is your neighbor calling--they're over here on Mars fighting for a new backyard in this new 3D RTS for the N64!\n\n16 levels, 2 species, 4 colors, up to 4 players. Collect pickups to mess with your friends as you battle for control!\n\n2nd Place N64Brew Jam 2021!",
            "releasedate": "20211209T000000",
            "developer": "Ultra Rare",
            "publisher": "N64 Squid, Homebrew",
            "genre": "Action, Strategy, Unlicensed",
            "players": "1",
            "lang": "en"
        },
        {
            "path": "./The Swoop 64.n64",
            "desc": "The Swoop 64 is a Nintendo 64 homebrew game by the Zestydavy which was released on 13 December 2020. It is a flight simulator where you control a thieving bird that hoards objects from the neighbourhood. TS64 was submitted for the 64brew game jam 2020 , and won 3rd place, tied with Lunar Assault 64. Fantastic!",
            "releasedate": "20201213T000000",
            "developer": "Zestydavy",
            "publisher": "N64 Squid, Homebrew",
            "genre": "Flight Simulator, Unlicensed",
            "players": "1",
            "lang": "en"
        },
        {
            "path": "./Flood 64.z64",
            "desc": "Flood 64 is a homebrew game for the Nintendo 64 by Vrgl117 Games and released in September 2019. It’s a puzzle game where you grow your area larger by annexing adjacent colours.",
            "releasedate": "20190901T000000",
            "developer": "Vrgl117 Games",
            "publisher": "N64 Squid, Homebrew",
            "genre": "Puzzle, Unlicensed",
            "players": "1",
            "lang": "en"
        },
        {
            "path": "./Office Horror.z64",
            "desc": "Office Horror is a homebrew game for the Nintendo 64 by Tykkiman and Nekromantikko of Kepuli Games and released on 28 May 2024. It’s a simple horror survival game where you have to find your way out of a haunted office.",
            "releasedate": "20240528T000000",
            "developer": "Tykkiman and Nekromantikko",
            "publisher": "N64 Squid, Homebrew",
            "genre": "Horror, Unlicensed",
            "players": "1",
            "lang": "en"
        },
        {
            "path": "./Dinosaur Planet (USA) (Proto) (2000-12-01).z64",
            "desc": "Dinosaur Planet is an unreleased Nintendo 64 game by Rare that ultimately evolved into Star Fox Adventures for GameCube. But thanks to the preservationists at Forest of Illusion, it’s now possible to play that unfinished, original title. A build of the game from December 1st, 2000 — well into its development cycle — was retrieved from a disc purchased from a private collector.",
            "releasedate": "20001205T000000",
            "developer": "Rare, Ltd.",
            "publisher": "Nintendo of America, Inc., Unreleased",
            "genre": "Action, Adventure, Prototype",
            "players": "1",
            "lang": "en"
        },
        {
            "path": "./Banjo-Dreamie.z64",
            "desc": "Banjo-Dreamie is a Banjo-Kazooie rom-hack which serves as a sequel to Banjo-Kazooie and prequel to Banjo-Tooie. The rom-hack was developed by the YouTube user, Loggo beginning in 2013, releasing demos of the game over the years during it's developement with it's full release on 2018.\n\nThe game takes place in the underground lair, Dreamy Depths, where Banjo and Kazooie travel through eight different levels to collect a total of 200 musical notes to make it all to way to Loggo. This rom-hack does not feature any jiggies and instead relies on musical notes to open up note doors thoughout Dreamy Depths.",
            "releasedate": "20180101T000000",
            "developer": "Loggo",
            "publisher": "Romhacking",
            "genre": "Platform, Unlicensed",
            "players": "1",
            "lang": "en"
        },
        {
            "path": "./The Legend of Banjo-Kazooie - The Jiggies of Time.z64",
            "desc": "The story was supposed to be the same as Ocarina of Time, but the Great Deku Tree could not awaken Link due to Gruntilda beating Ganondorf to the punch and imprisoning him as well as Link and Zelda in Hyrule Castle. She then hacks the code to make herself ruler of Hyrule, so the Great Deku Tree sends Bottles to awaken Banjo and Kazooie to do the task instead. The only way to open the Door of Time is by collecting the Jiggies of Time.",
            "releasedate": "20180101T000000",
            "developer": "Kurko Mods",
            "publisher": "Romhacking",
            "genre": "Platform, Unlicensed",
            "players": "1",
            "lang": "en"
        },
        {
            "path": "./Legend of Zelda, The - Dawn & Dusk.z64",
            "desc": "This expansion is a brand new Legend of Zelda adventure. It uses the same assets and game engine as Ocarina of Time, but features a new world and story. The game is set in a once-great kingdom now split between east and west. In a bid for power, the west tried to tame a legendary beast. However, this creature ended up attacking the east, resulting in a costly war for both sides. Thankfully, a legendary priestess confronted the beast and forced it into a deep slumber. Although this brought an end to the hostilities, each kingdom ultimately fell into ruin. You play as a young descendant of this priestess. And now the time has come for you to set out for the Duskside to stop the beast from rising a gain.",
            "releasedate": "20190922T000000",
            "developer": "LuigiBlood",
            "publisher": "Romhacking",
            "genre": "Action, Adventure, Unlicensed",
            "players": "1",
            "lang": "en"
        },
        {
            "path": "./Legend of Zelda, The - Crystal Clocks.z64",
            "desc": "It’s a beautiful night, and you’re headed off to stargaze with Saria and Mido. Surely, the path to get there is simple!\n\nTake aim with the Dragshot, a modified slingshot with a creeping twist. Complete 11 different puzzle rooms as you manage platform switches and crystal activation sequences. Puzzles are primarily time-based, so being able to maintain patience and tolerate precise aiming is key. Estimated completion time is one hour.\n\nLooking for an extra challenge? Scattered around the level are four optional Pieces of Hearts. Stay alert for a special hint system that will help you find them all. Although custom music was originally planned and arranged, I was not able to get it working for this release.",
            "releasedate": "20241231T000000",
            "developer": "SuperZambezi",
            "publisher": "Romhacking",
            "genre": "Action, Adventure, Unlicensed",
            "players": "1",
            "lang": "en"
        },
        {
            "path": "./Another Mario Adventure.z64",
            "desc": "A hack that's been in development for 2 years, features contributions from several notable members of the Super Mario 64 ROM Hacking community, and is full of custom mechanics.",
            "releasedate": "20210504T000000",
            "developer": "BroDute, MrComit, et al.",
            "publisher": "Romhacking",
            "genre": "Platform, Unlicensed",
            "players": "1",
            "lang": "en"
        },
        {
            "path": "./Waluigi's Taco Stand.z64",
            "desc": "Waluigi spent all his money at the casino and it was time to pay the rent. So a Koopa Troopa (named Mr. rent) allowed him to work at his taco stand to pay the rent and decided to give him a Mexican hat (sombrero). If Waluigi does a great job serving tacos, he becomes a winner.",
            "releasedate": "20180811T000000",
            "developer": "Kaze",
            "publisher": "Romhacking",
            "genre": "Platform, Unlicensed",
            "players": "1",
            "lang": "en"
        },
        {
            "path": "./Super Luigi 64.z64",
            "desc": "This hack lets you play as a \"finalized\" version of the Gigaleak Luigi as the Nintendo developers would have had him in the game in 1996. It features 5 different skins for Luigi in addition to the default colors.\n\nFive Classic Skins\n1. OG Luigi from Classic Mario Bros. NES and Super Smash Bros. Melee (White shirt + Dark Green pants)\n2. Super Mario Bros. 1 Luigi (Green shirt + White pants)\n3. Super Mario Bros. 3 Luigi (Bright Green shirt + Black pants)\n4. Super Mario World Luigi / Smash 64 Luigi (Bright Green shirt + Purple pants)\n5. Super Mario Super Show Luigi (Blue Shirt + Green Pants)\n\nRideable Yoshi\nAfter you speak to Yoshi he'll join you on your adventure. Yoshi Eggs will appear in most stages right where Luigi spawns. He's got a handful of tricks up his sleeve and between the ability to eat just about anything including Stars and his Special Triple Flutter Jumps, he can be very cheap, making the game waaay more opened up!",
            "releasedate": "20210501T000000",
            "developer": "PimpUigi, Marshivolt, Kaze",
            "publisher": "Romhacking",
            "genre": "Platform, Unlicensed",
            "players": "1",
            "lang": "en"
        },
        {
            "path": "./Balloon Slider Mania.z64",
            "desc": "The latest project by Team Cornersoft; Balloon Slider Mania is a high score based slider romhack where you collect balloons for points as you scale down mountains, structures, and unique locales! Go for a quick time, find all the Team Cornersoft Tokens, and maybe attempt to earn the always elusive G rank!",
            "releasedate": "20240401T000000",
            "developer": "Team Cornersoft",
            "publisher": "Romhacking",
            "genre": "Racing, Unlicensed",
            "players": "1",
            "lang": "en"
        },
        {
            "path": "./SM64 Splitscreen Multiplayer.z64",
            "desc": "Super Mario 64, but with splitscreen couch co-op, where two players can work together as Mario and Luigi, on the same screen!",
            "releasedate": "20200116T000000",
            "developer": "Kaze",
            "publisher": "Romhacking",
            "genre": "Platform, Unlicensed",
            "players": "2",
            "lang": "en"
        },
        {
            "path": "./SM64 Multiplayer.z64",
            "desc": "A hack that allows you to play SM64 with two players, with Mario and Luigi being able to interact with each other and work together to collect stars.",
            "releasedate": "20121024T000000",
            "developer": "Skelux",
            "publisher": "Romhacking",
            "genre": "Platform, Unlicensed",
            "players": "2",
            "lang": "en"
        },
        {
            "path": "./PTK's Openworld Quest.z64",
            "desc": "Open world minihack by Joan Bros.\n\"My first attempt at making an openworld, enjoy!\"",
            "releasedate": "20240630T000000",
            "developer": "ChiaraSM64",
            "publisher": "Romhacking",
            "genre": "Platform, Unlicensed",
            "players": "1",
            "lang": "en"
        },
        {
            "path": "./Super Mario 64 Peach's Memory.z64",
            "desc": "A long time ago, Princess Peach visited the Land of the Red Stars, and discovered the hidden Sanctuary of the Grand Red Star. Now, Peach cannot remember where the Sanctuary was, and entrusts Mario to find it for her...",
            "releasedate": "20190822T000000",
            "developer": "Daniel_EDC",
            "publisher": "Romhacking",
            "genre": "Platform, Unlicensed",
            "players": "1",
            "lang": "en"
        },
        {
            "path": "./Takua 64.z64",
            "desc": "Takua 64 is a major total conversion mod for Super Mario 64 created by Superstupidy to bring the world of Bionicle into the N64 3D platforming era!\n\nWith environment and level design inspired by games like Metroid Prime, Tomb Raider, and of course, the many Bionicle games that had a huge influence on this game’s world.\n\nWith 99 “Toa Stones” to find and collect, Takua 64 is a very large romhack feturing 12 levels, each with multiple areas to explore and challenges to overcome.",
            "releasedate": "20230928T000000",
            "developer": "Superstupidy",
            "publisher": "Romhacking",
            "genre": "Platform, Unlicensed",
            "players": "1",
            "lang": "en"
        },
        {
            "path": "./Dog Collab.z64",
            "desc": "After 1.5 years, the Dog Collab is here! Earn over 70 stars across courses crafted by iconic SM64 modders, with the help of a furry friend! Fight tough bosses, play unique minigames, and put your platforming skills to the test in this hack. Optimized for real N64 hardware!",
            "releasedate": "20230224T000000",
            "developer": "iconic SM64 modders",
            "publisher": "Romhacking",
            "genre": "Platform, Unlicensed",
            "players": "1",
            "lang": "en"
        },
        {
            "path": "./Super Mario 64 Land.z64",
            "desc": "A linear hack with 8 Worlds filled with levels to explore, and all new powers-ups, inspired by Super Mario 3D Land and Super Mario 3D World.",
            "releasedate": "20191111T000000",
            "developer": "Kaze",
            "publisher": "Romhacking",
            "genre": "Platform, Unlicensed",
            "players": "1",
            "lang": "en"
        },
        {
            "path": "./Lucy's Levitation.z64",
            "desc": "In Lucy's Levitation, you progress through a mysterious temple collecting orbs to open doors. Features custom movement controls, new objects/assets, and an original soundtrack.\n\nEmulation:\nIf the water is white, or the trees are white - then you are playing with emulation that is too inaccurate for this game and will likely cause you some trouble.\nFor the best experience, please use ParaLLEl via ParaLLel Launcher (RetroArch). GlideN64 will work as well, but many effects will not appear correctly. this game does NOT work on many plugins due to using more advanced techniques, if you are having issues ensure you're using the correct plugin, and feel free to send me a message if you're still having issues and I'd be glad to help.",
            "releasedate": "20210315T000000",
            "developer": "thecozies",
            "publisher": "Romhacking",
            "genre": "Platform, Unlicensed",
            "players": "1",
            "lang": "en"
        },
        {
            "path": "./Elise.z64",
            "desc": "ELISE is a Yume Nikki-like romhack in which you play as Elise, a fresh young adult who, in her despair, wished she could stay eternally asleep. This wish was granted to her and she is now wandering her own subconscious dreamworld. It is up to you to find all the dream drops, discover the story behind her predicament, and wake herself up from her slumber.\n\nThis hack was produced by Mel and ArcticJaguar725. It entirely refurbishes SM64, comes with an entirely original soundtrack, and also has voice acting to give you a unique Team Cornersoft experience like no other!",
            "releasedate": "20220910T000000",
            "developer": "Mel and ArcticJaguar725",
            "publisher": "Romhacking",
            "genre": "Platform, Unlicensed",
            "players": "1",
            "lang": "en"
        },
        {
            "path": "./Plutonium Mario 64.z64",
            "desc": "Landing in the strange land of Pluto, Mario aims to collect the stars he can find in the new strange land.",
            "releasedate": "20210820T000000",
            "developer": "usernamesarespiders",
            "publisher": "Romhacking",
            "genre": "Platform, Unlicensed",
            "players": "1",
            "lang": "en"
        },
        {
            "path": "./Super Mario Odyssey 64.z64",
            "desc": "A reimagining of Super Mario Odyssey recreated in Super Mario 64! Play 5 Super Mario Odyssey themed courses for a total of 80 moons.",
            "releasedate": "20200418T000000",
            "developer": "Kaze",
            "publisher": "Romhacking",
            "genre": "Platform, Unlicensed",
            "players": "1",
            "lang": "en"
        },
        {
            "path": "./Super Mario Sunshine 64.z64",
            "desc": "A minihack based on Super Mario Sunshine. This was originally meant to be a full hack, but it was cut short due to lack of motivation.",
            "releasedate": "20200213T000000",
            "developer": "Kaze",
            "publisher": "Romhacking",
            "genre": "Platform, Unlicensed",
            "players": "1",
            "lang": "en"
        },
        {
            "path": "./Super Luigi 64 - The Flower Cup.z64",
            "desc": "A visit to a small town, Luigi finds himself the main rogue in a murder! He must follow the shadow to a strange fortress, one he recognizes vaguely. Through the various paintings created in front of him, Luigi must escape the fortress to solve the mystery, catch the culprit, and stop the--\nThe sequel/remake of Luigi and the Violet Stars.",
            "releasedate": "20201216T000000",
            "developer": "usernamesarespiders",
            "publisher": "Romhacking",
            "genre": "Platform, Unlicensed",
            "players": "1",
            "lang": "en"
        },
        {
            "path": "./Star Revenge 0 - Galaxy of Origins.z64",
            "desc": "This is Star Revenge 0, lore-wise the earliest in the SR Series. It features 122 stars.\n\nYou explore a galaxy full of planets with main courses, that each have 8 stars, which are split into 5 stars for the main 3D area and 2 stars in a 2D counterpart, plus the usual 80 coin star.\n\nStory: In a parallel universe where roles are switched around or reversed, R. Mario sets out on his own adventure to step out of the shadow of his brother and quickly runs into someone, that needs a lot of help.",
            "releasedate": "20200815T000000",
            "developer": "BroDute",
            "publisher": "Romhacking",
            "genre": "Platform, Unlicensed",
            "players": "1",
            "lang": "en"
        },
        {
            "path": "./Mario on the Orchestral Keys.z64",
            "desc": "Mario goes on vacation to relax at the Orchestral Keys, but the music on the island has been stolen away by an evil fiend.",
            "releasedate": "20210626T000000",
            "developer": "rovertronic and sm64pie",
            "publisher": "Romhacking",
            "genre": "Platform, Unlicensed",
            "players": "1",
            "lang": "en"
        },
        {
            "path": "./Mario's New Earth.z64",
            "desc": "Mario's New Earth is a major ROM hack created by PixelSM64 (aka TheHokkanen), featuring 15 courses with 125 Stars.",
            "releasedate": "20211001T000000",
            "developer": "TheHokkanen",
            "publisher": "Romhacking",
            "genre": "Platform, Unlicensed",
            "players": "1",
            "lang": "en"
        },
        {
            "path": "./SM64 Sapphire.z64",
            "desc": "A short but sweet hack with 30 stars to collect and 4 unique, beautiful courses.",
            "releasedate": "20171210T000000",
            "developer": "Nebula",
            "publisher": "Romhacking",
            "genre": "Platform, Unlicensed",
            "players": "1",
            "lang": "en"
        },
        {
            "path": "./Super Mario and the Cursed Castles.z64",
            "desc": "King Boo has laid a curse on the Mushroom Kingdom! It's up to Mario to collect the power stars and defeat King Boo to cleanse the Kingdom of the curse!",
            "releasedate": "20190606T000000",
            "developer": "Foxen, Technomancer00",
            "publisher": "Romhacking",
            "genre": "Platform, Unlicensed",
            "players": "1",
            "lang": "en"
        },
        {
            "path": "./Super Mario Senseless Delirium.z64",
            "desc": "A kaizo hack with a lot of technical and innovative jumps. Contains previous levels released by Redmat527 with slight modifications, as well as new levels.",
            "releasedate": "20211027T000000",
            "developer": "Redmat527",
            "publisher": "Romhacking",
            "genre": "Platform, Unlicensed",
            "players": "1",
            "lang": "en"
        },
        {
            "path": "./An Adventure and a Half.z64",
            "desc": "A wacky little world to move Mario around in, goofy mechanics, and of course, 1 and a half stars to collect!",
            "releasedate": "20230905T000000",
            "developer": "Dorrieal",
            "publisher": "Romhacking",
            "genre": "Platform, Unlicensed",
            "players": "1",
            "lang": "en"
        },
        {
            "path": "./Legend of Zelda, The - Majora's Mask [redux].z64",
            "desc": "Majora’s Mask Redux is a hack that aims to improve the original experience of Majora’s Mask by adding some QoL improvements by applying the ASM patches provided by the Majora’s Mask Randomizer project by Saneki and its contributors.",
            "releasedate": "20201124T000000",
            "developer": "Maroc",
            "publisher": "Romhacking",
            "genre": "Action, Adventure, Role-Playing, Puzzle, Unlicensed",
            "players": "1",
            "lang": "en"
        },
        {
            "path": "./Legend of Zelda, The - Master of Time.z64",
            "desc": "After saving both Hyrule and Termina, Link found himself without a quest. He journeyed long and far without knowing what to do. He thought a lot about the time manipulation he had done and asked himself if he was the real hero or if he was just a victim of these stories.\n\nThe more his obsession of time had grown, the more it felt that time was slowing down… Until it froze completely, condemning his journey to an endless day… Just before passing out from exhaustion, Link finally found a new country…\n\nMaster of Time is a new story in a completely new world, Abello, where Link must restore the flow of time. Abello is a big and dangerous world, but Link can count on the help of Nite the fairy.\n\nAround 20 hours of gameplay in various areas and dungeons with custom cutscenes, songs and much more. Good luck finding all 100 skulltula tokens and 20 hearts!",
            "releasedate": "20200713T000000",
            "developer": "Don Camilo",
            "publisher": "Romhacking",
            "genre": "Action, Adventure, Unlicensed",
            "players": "1",
            "lang": "en"
        },
        {
            "path": "./Legend of Zelda, The - Ocarina of Time [redux].z64",
            "desc": "This hack aims at improving the original experience of Ocarina of Time by adding some QoL improvements by applying the ASM patches provided by the Ocarina of Time Randomizer project by Roman971 and its contributors. (NOTE: For a full list of the Credits per-dev, please check the ReadMe. Adult Link 3D model made by SkilarBabcock, with permission to use for this project: https://youtu.be/x6MIeEZIsPw)",
            "releasedate": "20201124T000000",
            "developer": "Maroc",
            "publisher": "Romhacking",
            "genre": "Action, Adventure, Unlicensed",
            "players": "1",
            "lang": "en"
        },
        {
            "path": "./Legend of Zelda, The - Sealed Palace.z64",
            "desc": "An Ocarina of Time Romhack. Lots of gameplay in various areas and dungeons with custom cutscenes, songs and much more. Good luck finding all 100 Skulltula tokens and 20 hearts!",
            "releasedate": "20230419T000000",
            "developer": "Jinnosuke9",
            "publisher": "Romhacking",
            "genre": "Action, Adventure, Unlicensed",
            "players": "1",
            "lang": "en"
        },
        {
            "path": "./Legend of Zelda, The - The Missing Link.z64",
            "desc": "This mini-adventure is set in between Ocarina of Time and Majora’s Mask. It follows Link on his quest to find Navi, his fairy companion from the first N64 Zelda game.\n\nBut this search for a missing friend quickly turns into an urgent rescue mission. And if Link doesn’t find Navi soon, the entire world will be at risk.\n\nThe creators crafted new environments, graphics and music. During your quest you’ll find a new item and gameplay mechanics that go along with it.",
            "releasedate": "20210730T000000",
            "developer": "Kaze",
            "publisher": "Romhacking",
            "genre": "Action, Adventure, Role-Playing, Unlicensed",
            "players": "1",
            "lang": "en"
        },
        {
            "path": "./Legend of Zelda, The - Ultimate Trial.z64",
            "desc": "Link and Navi find themselves deep within the Lost Woods as they stumble upon a mysterious stronghold. Not knowing what will await them, they are courageous enough to enter it.\n\nUltimate Trial includes new characters, locations, and music as well as custom enemies and upgradeable equipment within a new, unique story. A guide will be released in a couple of days as well as the soundtrack.\n\nEnjoy the game at your own pace by setting the difficulty in the pause menu screen.",
            "releasedate": "20240716T000000",
            "developer": "Ultimate Trial Team",
            "publisher": "Romhacking",
            "genre": "Action, Adventure, Unlicensed",
            "players": "1",
            "lang": "en"
        },
        {
            "path": "./Mario Kart 64 - Amped Up.z64",
            "desc": "This is a mod for the game Mario Kart 64.\nIt adds 16 brand new courses, as well as additional game modes, music, modern visuals, gameplay techniques, and much more!",
            "releasedate": "20210101T000000",
            "developer": "Litronom",
            "publisher": "Romhacking",
            "genre": "Racing, Unlicensed",
            "players": "4",
            "lang": "en"
        },
        {
            "path": "./Super Mario 64 - B3313.z64",
            "desc": "Will you play the game, or will the game play you?\n\nB3313 or Build 3313 (also called SM64 Internal Plexus) is a ROM hack of Super Mario 64 developed by ChrisRLillo and his dev team. It is the largest beta-based SM64 hack to date in terms of the number of accessible areas and star count, as well as various other aspects.",
            "releasedate": "20210926T000000",
            "developer": "ChrisRLillo et al.",
            "publisher": "Romhacking",
            "genre": "Platform, Unlicensed",
            "players": "1",
            "lang": "en"
        },
        {
            "path": "./SM64 Beyond the Cursed Mirror.z64",
            "desc": "Greetings Superstar,\nDid you know that your nemesis hid in the decrepit castle all this time? It appears he fosters his strength in a hidden compartment behind one cursed mirror. I implore you to defeat him, once and for all – for the sake of the kingdom.\n-Yours truly, The Showrunner",
            "releasedate": "20230518T000000",
            "developer": "rovertronic",
            "publisher": "Romhacking",
            "genre": "Platform, Unlicensed",
            "players": "1",
            "lang": "en"
        },
        {
            "path": "./SM64 Decades Later.z64",
            "desc": "Ever wondered what SM64's levels would look like after a few years, maybe even 2 decades after the events the original when Bowser took over the Castle with now 150 new stars to collect? Well, this hack aims to recreate and reimagine vanilla SM64 levels from memory to an extend where some levels will feel familiar yet new and others that have been turned into fully new levels. Stars or sections that felt too repetitive or just weren't fun in the eyes of the hack creator have been replaced with newer stars or been reworked to play out differently.",
            "releasedate": "20240329T000000",
            "developer": "BroDute",
            "publisher": "Romhacking",
            "genre": "Platform, Unlicensed",
            "players": "1",
            "lang": "en"
        },
        {
            "path": "./Mario - Escape from the Jail.z64",
            "desc": "Escape from the Jail \"Definitive Edition\" is a hack that contains 50 stars for an adventurer to collect - remaster of an original hack made by TheGael95. Mario was captured in the jail and now he needs to find out who is behind it! Join Mario in this epic journey featuring 5 full courses and lots of side courses to explore.",
            "releasedate": "20220204T000000",
            "developer": "aglab2",
            "publisher": "Romhacking",
            "genre": "Platform, Unlicensed",
            "players": "1",
            "lang": "en"
        },
        {
            "path": "./SM64 Eureka.z64",
            "desc": "Full 100 star hack with plenty of things to find. Some useful, some not. That is for you to decide.",
            "releasedate": "20240414T000000",
            "developer": "GooseDaJuice",
            "publisher": "Romhacking",
            "genre": "Platform, Unlicensed",
            "players": "1",
            "lang": "en"
        },
        {
            "path": "./SM64 Last Impact.z64",
            "desc": "SM64: Last Impact is a major hack made by Kaze Emanuar. It was released on September 30th, 2016. It contains 130 stars, 12 power-ups, many new bosses and a large variety of completely new levels.\n\nIn this hack, Mario only has 6 health instead of the normal 8 and a separate gauge for air underwater. This hack presents many things that weren't in previous hacks or the original game, including new power-ups, custom music and objects, and unique boss fights.",
            "releasedate": "20160930T000000",
            "developer": "Kaze",
            "publisher": "Romhacking",
            "genre": "Adventure, Platform, Unlicensed",
            "players": "1",
            "lang": "en"
        },
        {
            "path": "./Super Mario and the Monstrous Manor.z64",
            "desc": "Mario gets invited to explore a haunted manor in this unconventionally-structured major hack.\n\nSolve puzzles, collect keys, and fight enemies to uncover the mystery of the manor.",
            "releasedate": "20230929T000000",
            "developer": "MrComit",
            "publisher": "Romhacking",
            "genre": "Platform, Unlicensed",
            "players": "1",
            "lang": "en"
        },
        {
            "path": "./Mystery of the Capsmith DEMO.z64",
            "desc": "The demo for Mystery of the Capsmith is here!\n3 new caps, 3 new levels!\n\nI made this game in 17 days for the Scuttle Hacking Competition and it won first place. This shorter competition/demo version doesn't have the story of the Capsmith, but the full version will. You guys can let me know what you think of it, and if you'd like to see it made into a larger hack or even a major hack.\nThis demo does not support N64 as its build doesn't have my newer optimizations.",
            "releasedate": "20221011T000000",
            "developer": "Dorrieal",
            "publisher": "Romhacking",
            "genre": "Platform, Unlicensed",
            "players": "1",
            "lang": "en"
        },
        {
            "path": "./Peach's Fury.z64",
            "desc": "This hack features a complete refactoring of the SM64 code to allow it to run high poly maps on a real N64. There is an option to turn on 60FPS mode in the pause menu. It's on by default on emu, off on N64.",
            "releasedate": "20220205T000000",
            "developer": "Kaze, thelegendofzeina",
            "publisher": "Romhacking",
            "genre": "Platform, Unlicensed",
            "players": "1",
            "lang": "en"
        },
        {
            "path": "./Return to Yoshi's Island 64 DEMO.z64",
            "desc": "Bowser has kidnapped most of the Yoshi's and is forcing them to work for him. A lone orange Yoshi that napped through the kidnapping calls upon Mario to help rescue the Yoshi's.\n\nFall damage has not been disabled, but the distance Mario can fall without taking damage has been increased, and Mario's lives counter has been disabled.\n\nUpon initial entry, each course will have a cutscene play that shows off the level's notable features, similar to in Last Impact. The camera controls and Stars are very similar to those used in Peach's Fury.",
            "releasedate": "20210415T000000",
            "developer": "Kaze",
            "publisher": "Romhacking",
            "genre": "Platform, Unlicensed",
            "players": "1",
            "lang": "en"
        },
        {
            "path": "./SM64 Royal Legacy.z64",
            "desc": "For fans of SM64 Sapphire: a new 30-star adventure awaits you. This is a very traditional platformer hack meant to challenge players who have already mastered everything vanilla SM64 asks of you. 4 original worlds, complete with a hub, Bowser stage and fight. The entire soundtrack is original music composed just for this game.",
            "releasedate": "20240811T000000",
            "developer": "StunningCactus",
            "publisher": "Romhacking",
            "genre": "Platform, Unlicensed",
            "players": "1",
            "lang": "en"
        },
        {
            "path": "./Serene Fusion.z64",
            "desc": "Serene Fusion is a major ROM hack created by aglab2 and made in collaboration with the SM64 ROM hack Community for the Fangame Marathon 2022 Special Event. This hack is initially dubbed Project 74 as a remaster of Lugmillord's Super Mario 74, which contains a couple levels from the original hack with newer gimmicks and redesigns. It features a total of 80 Stars and over 8 levels; additionally, original level content is included as main and secret stages alike.",
            "releasedate": "20221009T000000",
            "developer": "Aglab2",
            "publisher": "Romhacking",
            "genre": "Platform, Unlicensed",
            "players": "1",
            "lang": "en"
        },
        {
            "path": "./Shotgun Mario 64.z64",
            "desc": "Shotgun Mario 64 is a ROM hack created by Dorrieal. The majority of this hack uses the same content as vanilla Super Mario 64 (such as levels and areas), but its stand-out custom mechanic, a shotgun, sets it apart from other vanilla edits. Not because it's a gun, but because of the execution of this custom mechanic.\n\nNote for speedrunners: hold R, Z and B during the intro to skip the tutorial.\n\nUpon starting a new file, Mario will enter a quick tutorial on the basics of using his shotgun. He will not, however, be taught the extent of how this mechanic can affect the world around him. Using the shotgun not only annihilates enemies, but many of the objects and facets of the overworld/levels have had custom behaviour added in, so that shotgunning them often causes some bizarre effect. Here are a few examples of the many custom behaviours:\n- Doors can now be blown off their hinges.\n- Trees can sustain multiple forms of damage and will also be left singed.\n- Cannon hatches can be destroyed, thus giving the Bob-omb Buddies a permanent holiday.\n- Power Stars undergo a divorce upon being shot.\n- Lakitu skip has never been easier.\nThere are many, many others, but this hack is best experienced without knowing much of what will happen.",
            "releasedate": "20231022T000000",
            "developer": "Dorrieal",
            "publisher": "Romhacking",
            "genre": "Platform, Unlicensed",
            "players": "1",
            "lang": "en"
        },
        {
            "path": "./Star Revenge 6.25 - Luigi's Adventure DX.z64",
            "desc": "After his brother has vanished, Luigi finds himself in mysterious castle inside a forest that has been overran by bad guys like Bowser.",
            "releasedate": "20191218T000000",
            "developer": "BroDute",
            "publisher": "Romhacking",
            "genre": "Platform, Unlicensed",
            "players": "1",
            "lang": "en"
        },
        {
            "path": "./Super Mario Star Road.z64",
            "desc": "Super Mario Star Road is a ROM Hack made by Skelux. It was released around Christmas 2011, and contains 130 Stars. This ROM hack is considered to be one of the most famous. It contains levels with similar design to the original Super Mario 64, which is overall very solid and fun.\n\nThis hack tries to be a sequel, or another version, of the original Super Mario 64, in terms of level design, difficulty, and plot. Not only are all of the levels redone using custom graphics (some of which directly come from other Nintendo 64 games), but custom music and custom enemies have been added as well. The level entrances range from simple pipes or paintings to more unconventional entrances, such as a vase or an easel. In addition, the boss fights have been changed; Bowser himself is only fought once in the game, at the end of the final Bowser level. In the first two Bowser levels, Mario must defeat a mini-boss in order to obtain the key to the next area.\n\n(Information from the Mario 64 Hacks Wiki)",
            "releasedate": "20111224T000000",
            "developer": "Skelux",
            "publisher": "Romhacking",
            "genre": "Platform, Unlicensed",
            "players": "2",
            "lang": "en"
        },
        {
            "path": "./SM64 Through the Ages.z64",
            "desc": "Mario visits various historical locations while teaming up with various partner Pokemon.\n\nNOTE: DO NOT PLAY ON PARALLEL PLUGIN! GlideN64 is strongly recommended for the best experience.",
            "releasedate": "20220430T000000",
            "developer": "Kaze",
            "publisher": "Romhacking",
            "genre": "Platform, Unlicensed",
            "players": "1",
            "lang": "en"
        },
        {
            "path": "./Super Mario 74.z64",
            "desc": "One of the first major hacks ever released!\n\nThis very technical hack (understand very hard) you will launch in the dangerous collection of 150 stars. It is strongly recommended to stay in camera mode 'Mario' (Button R then C down) to play optimally.",
            "releasedate": "20110627T000000",
            "developer": "Lugmillord",
            "publisher": "Romhacking",
            "genre": "Platform, Unlicensed",
            "players": "1",
            "lang": "en"
        },
        {
            "path": "./Mario's Vacation Course.z64",
            "desc": "Play this open-world 30-star hack inspired by Bowser's Fury! Placed 1st in scuttlebug_raiser's 1st Hacking Competition, hosted on the SM64Romhacks discord server.",
            "releasedate": "20210416T000000",
            "developer": "Reonu",
            "publisher": "Romhacking",
            "genre": "Platform, Unlicensed",
            "players": "1",
            "lang": "en"
        },
        {
            "path": "./Block Mesa 64.z64",
            "desc": "Mario heads to work one day, expecting regular gaming shenanigans, but suddenly unusual circumstances arise from a cursed Xbox 360.\n\nYou must fight, move and survive your way through the changed Block Mesa complex, and find a way to stop the invasion of outer world beings.",
            "releasedate": "20220205T000000",
            "developer": "Fazana",
            "publisher": "Romhacking",
            "genre": "Platform, Unlicensed",
            "players": "1",
            "lang": "en"
        },
        {
            "path": "./Super Mario 64 [QoL].z64",
            "desc": "Super Mario 64 'Quality of Life' update. Widescreen, cleaner camera, cleaner hud etc.",
            "releasedate": "20240626T000000",
            "developer": "AuryArthan",
            "publisher": "Romhacking",
            "genre": "Platform, Unlicensed",
            "players": "1",
            "lang": "en"
        },
        {
            "path": "./Transcending the Rainbow.z64",
            "desc": "Transcending the Rainbow is a 182 star major kaizo hack developed by Serium, with a guest course from Amsixx.\n\nStop Bowser from Transcending the Rainbow in this consistently difficult kaizo, featuring a completely unique OST and custom RedMat collision types.",
            "releasedate": "20250107T000000",
            "developer": "amsixx, Serium",
            "publisher": "Romhacking",
            "genre": "Platform, Unlicensed",
            "players": "1",
            "lang": "en"
        },
        {
            "path": "./Mario Utopia 64 - DEMO.z64",
            "desc": "Thank you for download Mario 64 Utopia Demo.",
            "releasedate": "20241220T000000",
            "developer": "nutta",
            "publisher": "Romhacking",
            "genre": "Platform, Unlicensed",
            "players": "1",
            "lang": "en"
        },
        {
            "path": "./Zelda Indigo - Chapter 2.z64",
            "desc": "Indigo is an in-progress mod for Ocarina of Time that aims to be a full game replacement, with new items, enemies, bosses, maps, and story. Play as the Hero of Time following the events of Majora's Mask in the child timeline! The story is set 27 years after the events of MM. There are currently two public demos. If you want to play Chapter 1, there is a link to it on the releases page. It's not as polished or fleshed out as Chapter 2, but there's still some unique content there for those interested!",
            "releasedate": "20231115T000000",
            "developer": "Indigo: Chapter 2 Team",
            "publisher": "Romhacking",
            "genre": "Adventure, Unlicensed",
            "players": "1",
            "lang": "en"
        },
        {
            "path": "./Zelda Revival.z64",
            "desc": "This hack of Zelda: Majora's Mask is located in a new area. Revival uses Link's transformations in new and unique ways. This hacks has new graphics, level design, gameplay changes, music and much more.",
            "releasedate": "20231119T000000",
            "developer": "Doncamilo",
            "publisher": "Romhacking",
            "genre": "Adventure, Unlicensed",
            "players": "1",
            "lang": "en"
        },
        {
            "path": "./Banjo-Kazooie - Tooty Adventure.z64",
            "desc": "In Tooty Adventure, Tooty switches roles with Banjo. The hack contains a brand new story, custom scenes and mechanics.",
            "releasedate": "20240107T000000",
            "developer": "Seohaine",
            "publisher": "Romhacking",
            "genre": "Platform, Unlicensed",
            "players": "1",
            "lang": "en"
        },
        {
            "path": "./Dinosaur Planet Enhanced (01-01-2025).z64",
            "desc": "This fan-made patch aims to fix game crashes and return the experience to how it should have been.\n\nOriginally created by Rare and slated to be published by Nintendo for the Nintendo 64, Dinosaur Planet was subsequently intended for the Nintendo GameCube. The game was initially meant to be a stand-alone title with no connection to the Star Fox franchise.\n\nAccording to a Shigeru Miyamoto interview, the game’s characters and those of Star Fox are remarkably similar, and as a result, it was decided to include the game as part of Star Fox as a launch title for the Nintendo GameCube. There are still a lot of development assets left over from the game, which allowed \"Star Fox Adventures\" to develop from the project that Rare abandoned because Nintendo insisted that it be a Star Fox game for the GameCube.",
            "releasedate": "20250101T000000",
            "developer": "Dinosaur Planet Community",
            "publisher": "Romhacking",
            "genre": "Action, Adventure, Unlicensed",
            "players": "1",
            "lang": "en"
        },
        {
            "path": "./Mario in the Multiverse.z64",
            "desc": "Enter the Multiverse\n\nAs Professor E. Gadd’s Multiverse Machine malfunctions, spacetime itself fractures! Fifteen realities collide, with the only hope of undoing this disaster being a wish upon the center of all things.\n\nFrom the haunting undersea city of Rapture to the rolling hills of Johto, MitM will take you on a ride through stages from the furthest corners of the Multiverse. Each with its own abilities and challenges, and each bringing you closer to reaching Atreus...",
            "releasedate": "20241223T000000",
            "developer": "Multiverse Team",
            "publisher": "Romhacking",
            "genre": "Platform, Unlicensed",
            "players": "1",
            "lang": "en"
        },
        {
            "path": "./Mario's Modules.z64",
            "desc": "Mario is an ancient automaton that must explore the manufacturing dungeon and collect modules to craft moves from scratch. (Participated in Mario Jams Element Competition)",
            "releasedate": "20250125T000000",
            "developer": "rovertronic",
            "publisher": "Romhacking",
            "genre": "Platform, Unlicensed",
            "players": "1",
            "lang": "en"
        }
    ]
}
