{
    "games": [
        {
            "path": "./mk.zip",
            "desc": "Mortal Kombat is a 1992 arcade fighting video game developed and released by Midway Manufacturing in the USA on October 8, 1992.\n\nMortal Kombat is the first game in the Mortal Kombat series.\n\nThe game takes place on a fictional island in Earthrealm, where a tournament is being held at Shang Tsung's Island, on which seven of its locations serve as stages in the game. For 500 years straight, Goro has been undefeated in the tournament, and now a new generation of warriors must challenge him. The player receives information about the characters in biographies displayed during the attract mode. Additional information about the characters and their motivations for entering the tournament is received upon completion of the game with each character.",
            "releasedate": "19921008T000000",
            "developer": "Midway Manufacturing Co.",
            "publisher": "Midway Manufacturing",
            "genre": "Fighting",
            "players": "2",
            "lang": "en"
        },
        {
            "path": "./mk2.zip",
            "desc": "Mortal Kombat II is a 1993 arcade fighting video game developed and released by Midway Manufacturing in the USA on June 25, 1993.\n\nMortal Kombat II is the second game in the Mortal Kombat series.\n\nFollowing his failure to defeat Liu Kang in the first Mortal Kombat game, the evil sorcerer Shang Tsung begs his master, Shao Kahn, to spare his life. He tells Shao Kahn that the invitation for Mortal Kombat cannot be turned down, and if they hold it in Outworld, the Earthrealm warriors must attend. Kahn agrees to this plan, and even restores Tsung's youth. He then extends the invitation to Raiden, who gathers his warriors and takes them into Outworld. The new tournament is much more dangerous, as Shao Kahn has the home field advantage, and an Outworld victory will allow him to subdue Earthrealm.",
            "releasedate": "19930625T000000",
            "developer": "Midway Manufacturing Co.",
            "publisher": "Midway Manufacturing",
            "genre": "Fighting",
            "players": "2",
            "lang": "en"
        },
        {
            "path": "./umk3r11.zip",
            "desc": "Ultimate Mortal Kombat 3 is a 1995 arcade fighting video game developed and released by Midway Manufacturing in the USA on November 6, 1995.\n\nUltimate Mortal Kombat 3 is an update of 1995's earlier Mortal Kombat 3 with an altered gameplay system, additional characters like the returning favorites Kitana and Scorpion who were missing from Mortal Kombat 3, and some new features.",
            "releasedate": "19951106T000000",
            "developer": "Midway Manufacturing Co.",
            "publisher": "Midway Manufacturing",
            "genre": "Fighting",
            "players": "2",
            "lang": "en"
        }
    ]
}